Repository: JRELMHURST/recipeVault
Catalog: lib/l10n/app_*.arb
Languages: bg, cs, cy, da, de, el, es, fr, ga, it, nl, pl

# processingFunTranslating1
source: Converting culinary secrets into British English…
bg: Превеждане на кулинарните тайни на британски английски…
cs: Převádění kulinářských tajemství do britské angličtiny…
cy: Trosi cyfrinachau coginio i Saesneg Prydeinig…
da: Oversætter kulinariske hemmeligheder til britisk engelsk…
de: Übersetze kulinarische Geheimnisse ins britische Englisch…
el: Μετατρέπουμε τα γαστρονομικά μυστικά σε βρετανικά αγγλικά…
es: Convirtiendo secretos culinarios al inglés británico…
fr: Conversion des secrets culinaires en anglais britannique…
it: Convertendo i segreti culinari in inglese britannico…
nl: Culinaire geheimen naar Brits Engels vertalen…
pl: Tłumaczenie kulinarnych sekretów na brytyjski angielski…

# processingFunTranslating2
source: Adding a dash of proper grammar…
bg: Добавяне на щипка правилна граматика…
cs: Přidávání špetky správné gramatiky…
cy: Ychwanegu ychydig o ramadeg cywir…
da: Tilføjer et strejf af korrekt grammatik…
de: Füge eine Prise korrekter Grammatik hinzu…
el: Προσθέτουμε μια πρέζα σωστής γραμματικής…
es: Añadiendo una pizca de gramática correcta…
fr: Ajout d’une pincée de grammaire correcte…
it: Aggiungendo un pizzico di grammatica corretta…
nl: Een snufje correcte grammatica toevoegen…
pl: Dodawanie szczypty poprawnej gramatyki…

# processingFunTranslating3
source: Giving your recipe a posh accent…
bg: Придаване на рецепта ви изискан акцент…
cs: Dodávání vašemu receptu noblesní přízvuk…
cy: Rhoi acen bonheddig i'ch rysáit…
da: Giver din opskrift en fin accent…
de: Gib deinem Rezept einen vornehmen Akzent…
el: Δίνουμε στη συνταγή σας μια κομψή προφορά…
es: Dándole un acento elegante a tu receta…
fr: Donner un accent chic à votre recette…
it: Dando al tuo ricetta un tocco elegante…
nl: Je recept een chique accent geven…
pl: Nadawanie Twojemu przepisowi eleganckiego akcentu…

# processingFunTranslating4
source: Brewing up a translation…
bg: Сваряване на превода…
cs: Vaření překladu…
cy: Bragu cyfieithiad…
da: Brygger en oversættelse…
de: Braue eine Übersetzung zusammen…
el: Ετοιμάζουμε μια λαχταριστή μετάφραση…
es: Preparando una traducción deliciosa…
fr: Préparation d’une traduction aux petits oignons…
it: Preparando una pozione di traduzione…
nl: Een vertaalbrouwsel bereiden…
pl: Warzymy tłumaczeniowy napar…

# processingFunFormatting1
source: ChatGPT is donning a chef’s hat…
bg: ChatGPT слага готварска шапка…
cs: ChatGPT si nasazuje kuchařskou čepici…
cy: Mae ChatGPT yn gwisgo het gogydd…
da: ChatGPT tager kokkehatten på…
de: ChatGPT setzt sich die Kochmütze auf…
el: Το ChatGPT φοράει τον σκούφο του σεφ…
es: ChatGPT se pone el sombrero de chef…
fr: ChatGPT enfile la toque du chef…
it: ChatGPT indossa un cappello da chef…
nl: ChatGPT zet een koksmuts op…
pl: ChatGPT zakłada czapkę kucharską…

# processingFunFormatting2
source: Whipping your text into a tasty recipe…
bg: Разбиване на текста ви в вкусна рецепта…
cs: Šlehání vašeho textu do chutného receptu…
cy: Chwipio'ch testun i mewn i rysáit flasus…
da: Pisker din tekst til en lækker opskrift…
de: Peitscht deinen Text zu einem leckeren Rezept auf…
el: Χτυπάει το κείμενό σας σε μια νόστιμη συνταγή…
es: Montando tu texto en una receta deliciosa…
fr: Fouetter votre texte pour en faire une recette savoureuse…
it: Montando il testo in una ricetta gustosa…
nl: Je tekst opkloppen tot een smakelijk recept…
pl: Ubieramy Twój tekst w apetyczny przepis…

# processingFunFormatting3
source: Tidying your instructions with AI magic…
bg: Подреждане на инструкциите ви с магията на AI…
cs: Uklízení vašich instrukcí s kouzlem AI…
cy: Taclo eich cyfarwyddiadau gyda hud AI…
da: Pynter dine instruktioner med AI-magi…
de: Richtet deine Anweisungen mit KI-Magie her…
el: Τακτοποιεί τις οδηγίες σας με μαγεία AI…
es: Ordenando tus instrucciones con magia de IA…
fr: Mettre en ordre vos instructions avec la magie de l’IA…
it: Sistemando le istruzioni con magia AI…
nl: Je instructies netjes maken met AI-magie…
pl: Porządkujemy instrukcje magiczną mocą AI…

# processingFunFormatting4
source: Garnishing your steps with precision…
bg: Украсяване на стъпките ви с прецизност…
cs: Ozdobení vašich kroků s přesností…
cy: Addurno'ch camau gyda manylder…
da: Garnérer dine trin med præcision…
de: Garnierst deine Schritte mit Präzision…
el: Διακοσμεί τα βήματά σας με ακρίβεια…
es: Adornando tus pasos con precisión…
fr: Garnir vos étapes avec précision…
it: Guarnendo i passaggi con precisione…
nl: Je stappen met precisie garneren…
pl: Dekorujemy kroki z precyzją…

# processingFunCompleted1
source: Recipe card ready! Let’s dig in. 🍽️
bg: Картата на рецептата е готова! Да започваме. 🍽️
cs: Karta receptu připravena! Pojďme na to. 🍽️
cy: Cerdyn rysáit yn barod! Gadewch i ni fwyta. 🍽️
da: Opskriftskort klar! Lad os spise. 🍽️
de: Rezeptkarte fertig! Lass es dir schmecken. 🍽️
el: Η κάρτα συνταγής είναι έτοιμη! Καλή σας όρεξη. 🍽️
es: ¡Tarjeta de receta lista! A comer. 🍽️
fr: Carte de recette prête ! À table ! 🍽️
it: Scheda ricetta pronta! Buon appetito! 🍽️
nl: Receptkaart klaar! Aan tafel! 🍽️
pl: Karta przepisu gotowa! Smacznego! 🍽️

# processingFunCompleted2
source: Voilà! Your digital dish is served.
bg: Voilà! Вашето дигитално ястие е сервирано.
cs: Voilà! Váš digitální pokrm je podáván.
cy: Voilà! Mae eich pryd digidol wedi'i weini.
da: Voilà! Din digitale ret er serveret.
de: Voilà! Dein digitales Gericht ist serviert.
el: Voilà! Το ψηφιακό σας πιάτο είναι σερβιρισμένο.
es: ¡Voilà! Tu plato digital está servido.
fr: Voilà ! Votre plat numérique est servi.
it: Voilà! Il tuo piatto digitale è servito.
nl: Voilà! Je digitale gerecht is geserveerd.
pl: Voilà! Twój cyfrowy posiłek jest podany.

# processingFunCompleted3
source: All done — bon appétit, AI style!
bg: Готово — добър апетит в AI стил!
cs: Hotovo — dobrou chuť ve stylu AI!
cy: Wedi gorffen — mwynhewch, arddull AI!
da: Alt færdigt — velbekomme, AI-stil!
de: Alles erledigt — guten Appetit auf KI-Art!
el: Όλα έτοιμα — καλή όρεξη σε στυλ AI!
es: Todo listo — ¡buen provecho versión IA!
fr: Terminé — bon appétit version IA !
it: Tutto fatto — buon appetito in stile AI!
nl: Klaar — smakelijk eten, AI-stijl!
pl: Gotowe — smacznego w stylu AI!

# processingFunCompleted4
source: Your recipe is cooked and ready to go!
bg: Вашата рецепта е сготвена и готова за сервиране!
cs: Váš recept je uvařen a připraven k podávání!
cy: Mae eich rysáit wedi'i goginio ac yn barod i'w weini!
da: Din opskrift er tilberedt og klar til servering!
de: Dein Rezept ist gekocht und servierfertig!
el: Η συνταγή σας είναι μαγειρεμένη και έτοιμη!
es: ¡Tu receta está lista para disfrutar!
fr: Votre recette est prête à être dégustée !
it: La tua ricetta è pronta da servire!
nl: Je recept is gekookt en klaar om te serveren!
pl: Twój przepis jest ugotowany i gotowy do podania!

# specialAccessBadge
source: ⭐ {tierLabel}
el: Ειδική πρόσβαση
