Repository: JRELMHURST/recipeVault
Catalog: lib/l10n/app_*.arb
Languages: bg, cs, cy, da, de, el, es, fr, ga, it, nl, pl

source: Passwords do not match
bg: Паролите не съвпадат
cs: Hesla se neshodují
cy: Nid yw’r cyfrineiriau’n cyd-fynd
da: Adgangskoderne er ikke ens
de: Passwörter stimmen nicht überein
el: Οι κωδικοί δεν ταιριάζουν
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
ga: Ní ionann na focail fhaire
it: Le password non corrispondono
nl: Wachtwoorden komen niet overeen
pl: Hasła nie są takie same

# updatePasswordButton
source: Update Password
bg: Обнови паролата
cs: Aktualizovat heslo
cy: Diweddaru Cyfrinair
da: Opdater adgangskode
de: Passwort aktualisieren
el: Ενημέρωση κωδικού
es: Actualizar contraseña
fr: Mettre à jour le mot de passe
ga: Nuashonraigh an focal faire
it: Aggiorna password
nl: Wachtwoord bijwerken
pl: Zaktualizuj hasło

# emailLabel
source: Email
bg: Имейл
cy: E-bost
es: Correo electrónico
ga: R-phost

# passwordLabel
source: Password
bg: Парола
cs: Heslo
cy: Cyfrinair
da: Adgangskode
de: Passwort
el: Κωδικός πρόσβασης
es: Contraseña
fr: Mot de passe
ga: Focal faire
nl: Wachtwoord
pl: Hasło

source: Sign in with Email
bg: Вход с имейл
cs: Přihlásit se e‑mailem
cy: Mewngofnodi gyda E-bost
da: Log ind med e-mail
de: Mit E‑Mail anmelden
el: Σύνδεση με Email
es: Iniciar sesión con correo
fr: Se connecter avec un e‑mail
ga: Sínigh isteach le ríomhphost
it: Accedi con email
nl: Inloggen met e-mail
pl: Zaloguj się e-mailem

source: Sign in with Google
bg: Вход с Google
cs: Přihlásit se přes Google
cy: Mewngofnodi gyda Google
da: Log ind med Google
de: Mit Google anmelden
el: Σύνδεση με Google
es: Iniciar sesión con Google
fr: Se connecter avec Google
ga: Sínigh isteach le Google
it: Accedi con Google
nl: Inloggen met Google
pl: Zaloguj się przez Google

source: Sign in with Apple
bg: Вход с Apple
cs: Přihlásit se přes Apple
cy: Mewngofnodi gyda Apple
da: Log ind med Apple
de: Mit Apple anmelden
el: Σύνδεση με Apple
es: Iniciar sesión con Apple
fr: Se connecter avec Apple
ga: Sínigh isteach le Apple
it: Accedi con Apple
nl: Inloggen met Apple
pl: Zaloguj się przez Apple

# registerCta
source: Don't have an account? Register
bg: Нямате акаунт? Регистрирайте се
cs: Nemáte účet? Zaregistrujte se
cy: Dim cyfrif? Cofrestrwch
da: Har du ikke en konto? Registrér
de: Du hast noch kein Konto? Registrieren
el: Δεν έχετε λογαριασμό; Εγγραφή
es: ¿No tienes cuenta? Regístrate
fr: Pas de compte ? Inscrivez‑vous
ga: Níl cuntas agat? Cláraigh
it: Non hai un account? Registrati
nl: Nog geen account? Registreren
pl: Nie masz konta? Zarejestruj się

# signInCancelled
source: Sign-in was cancelled.
bg: Входът беше отменен.
cs: Přihlášení bylo zrušeno.
cy: Canslwyd y mewngofnodi.
da: Login blev annulleret.
de: Anmeldung abgebrochen.
el: Η σύνδεση ακυρώθηκε.
es: El inicio de sesión fue cancelado.
fr: Connexion annulée.
ga: Cealaíodh an síniú isteach.
it: Accesso annullato.
nl: Inloggen is geannuleerd.
pl: Logowanie zostało anulowane.

# authInvalidCredential
source: Invalid email or password.
bg: Невалиден имейл или парола.
cs: Neplatný e‑mail nebo heslo.
cy: E-bost neu gyfrinair annilys.
da: Ugyldig e-mail eller adgangskode.
de: Ungültige E‑Mail oder falsches Passwort.
el: Μη έγκυρο email ή κωδικός.
es: Correo o contraseña no válidos.
fr: E‑mail ou mot de passe invalide.
ga: R-phost nó focal faire mícheart.
it: Email o password non validi.
nl: Ongeldig e-mailadres of wachtwoord.
pl: Nieprawidłowy e-mail lub hasło.

# authUserNotFound
source: No account found with that email.
bg: Няма акаунт с този имейл.
cs: Pro tento e‑mail nebyl nalezen žádný účet.
cy: Heb ddod o hyd i gyfrif gyda’r e-bost hwnnw.
da: Ingen konto fundet med den e-mail.
de: Kein Konto mit dieser E‑Mail gefunden.
el: Δεν βρέθηκε λογαριασμός με αυτό το email.
es: No se encontró una cuenta con ese correo.
fr: Aucun compte trouvé avec cet e‑mail.
ga: Níor aimsíodh cuntas leis an r-phost sin.
it: Nessun account trovato con questa email.
nl: Geen account gevonden met dat e-mailadres.
pl: Nie znaleziono konta z tym adresem e-mail.

# authWrongPassword
source: Incorrect password.
bg: Грешна парола.
cs: Nesprávné heslo.
cy: Cyfrinair anghywir.
da: Forkert adgangskode.
de: Falsches Passwort.
el: Λανθασμένος κωδικός.
es: Contraseña incorrecta.
fr: Mot de passe incorrect.
ga: Focal faire mícheart.
it: Password errata.
nl: Onjuist wachtwoord.
pl: Nieprawidłowe hasło.

# authTooManyRequests
source: Too many attempts. Please try again later.
bg: Твърде много опити. Опитайте по-късно.
cs: Příliš mnoho pokusů. Zkuste to prosím později.
cy: Gormod o ymdrechion. Ceisiwch eto’n hwyrach.
da: For mange forsøg. Prøv igen senere.
de: Zu viele Versuche. Bitte versuche es später erneut.
el: Πάρα πολλές προσπάθειες. Δοκιμάστε ξανά αργότερα.
es: Demasiados intentos. Inténtalo de nuevo más tarde.
fr: Trop de tentatives. Veuillez réessayer plus tard.
ga: An iomarca iarrachtaí. Déan iarracht arís níos déanaí.
it: Troppi tentativi. Riprova più tardi.
nl: Te veel pogingen. Probeer het later opnieuw.
pl: Zbyt wiele prób. Spróbuj ponownie później.

# createAccountTitle
source: Create your\nRecipeVault account
bg: Създайте своя акаунт в RecipeVault
cs: Vytvořte si účet RecipeVault
cy: Creu eich cyfrif RecipeVault
da: Opret din RecipeVault-konto
de: Erstelle dein RecipeVault‑Konto
el: Δημιουργήστε τον λογαριασμό σας στο RecipeVault
es: Crea tu cuenta de RecipeVault
fr: Créez votre\ncompte RecipeVault
ga: Cruthaigh do chuntas RecipeVault
it: Crea il tuo\naccount RecipeVault
nl: Maak je RecipeVault-account aan
pl: Utwórz swoje konto RecipeVault

# trialLine
source: Enjoy a 7-day free trial – no card required.
bg: Насладете се на 7 дни безплатно – без карта.
cs: Užívejte si 7denní zkušební verzi – bez karty.
cy: Mwynhewch dreial am ddim am 7 diwrnod – dim angen cerdyn.
da: Nyd 7 dages gratis prøveperiode – ingen kortoplysninger krævet.
de: 7‑tägige kostenlose Testphase – keine Karte erforderlich.
el: Απολαύστε 7 ημέρες δωρεάν δοκιμή – χωρίς κάρτα.
es: Disfruta de una prueba gratuita de 7 días: no se requiere tarjeta.
fr: Profitez d’un essai gratuit de 7 jours – sans carte requise.
ga: Bain taitneamh as triail 7 lá in aisce – gan cárta ag teastáil.
it: Goditi 7 giorni di prova gratuita – senza carta richiesta.
nl: Geniet van 7 dagen gratis proefperiode – geen kaart nodig.
pl: Ciesz się 7-dniowym darmowym okresem próbnym – bez karty.

# createAccountButton
source: Create Account
bg: Създай акаунт
cs: Vytvořit účet
cy: Creu Cyfrif
da: Opret konto
de: Konto erstellen
el: Δημιουργία λογαριασμού
es: Crear cuenta
fr: Créer un compte
ga: Cruthaigh cuntas
it: Crea account
nl: Account aanmaken
pl: Utwórz konto

source: Continue with Google
bg: Продължи с Google
cs: Pokračovat přes Google
cy: Parhau gyda Google
da: Fortsæt med Google
de: Mit Google fortfahren
el: Συνέχεια με Google
es: Continuar con Google
fr: Continuer avec Google
ga: Lean ar aghaidh le Google
it: Continua con Google
nl: Doorgaan met Google
pl: Kontynuuj z Google

source: Continue with Apple
bg: Продължи с Apple
cs: Pokračovat přes Apple
cy: Parhau gyda Apple
da: Fortsæt med Apple
de: Mit Apple fortfahren
el: Συνέχεια με Apple
es: Continuar con Apple
fr: Continuer avec Apple
ga: Lean ar aghaidh le Apple
it: Continua con Apple
nl: Doorgaan met Apple
pl: Kontynuuj z Apple

# alreadyHaveAccountCta
source: Already have an account? Log in
bg: Вече имате акаунт? Влезте
cs: Už máte účet? Přihlaste se
cy: Oes gennych gyfrif eisoes? Mewngofnodwch
da: Har du allerede en konto? Log ind
de: Du hast schon ein Konto? Anmelden
el: Έχετε ήδη λογαριασμό; Σύνδεση
es: ¿Ya tienes cuenta? Inicia sesión
fr: Vous avez déjà un compte ? Connectez‑vous
ga: An bhfuil cuntas agat cheana? Logáil isteach
it: Hai già un account? Accedi
nl: Heb je al een account? Inloggen
pl: Masz już konto? Zaloguj się

source: Registration failed
bg: Регистрацията неуспешна
cs: Registrace se nezdařila
cy: Methodd y cofrestru
da: Registrering mislykkedes
de: Registrierung fehlgeschlagen
el: Η εγγραφή απέτυχε
es: El registro falló
fr: Échec de l’inscription
ga: Theip ar an gclárú
it: Registrazione non riuscita
nl: Registratie mislukt
pl: Rejestracja nie powiodła się

# googleSignupCancelled
source: Google sign-up was cancelled.
bg: Регистрацията с Google беше отменена.
cs: Registrace přes Google byla zrušena.
cy: Canslwyd cofrestru Google.
da: Google-tilmelding blev annulleret.
de: Google‑Registrierung abgebrochen.
el: Η εγγραφή με Google ακυρώθηκε.
es: El registro con Google fue cancelado.
fr: Inscription Google annulée.
ga: Cealaíodh clárú Google.
it: Registrazione con Google annullata.
nl: Google-aanmelding is geannuleerd.
pl: Rejestracja przez Google została anulowana.

source: Google sign-up failed
bg: Неуспешна регистрация с Google
cs: Registrace přes Google selhala
cy: Methodd cofrestru Google
da: Google-tilmelding mislykkedes
de: Google‑Registrierung fehlgeschlagen
el: Η εγγραφή με Google απέτυχε
es: El registro con Google falló
fr: Échec de l’inscription avec Google
ga: Theip ar chlárú Google
it: Registrazione con Google non riuscita
nl: Google-aanmelding mislukt
pl: Rejestracja przez Google nie powiodła się

# appleSignupCancelled
source: Apple sign-up was cancelled.
bg: Регистрацията с Apple беше отменена.
cs: Registrace přes Apple byla zrušena.
cy: Canslwyd cofrestru Apple.
da: Apple-tilmelding blev annulleret.
de: Apple‑Registrierung abgebrochen.
el: Η εγγραφή με Apple ακυρώθηκε.
es: El registro con Apple fue cancelado.
fr: Inscription Apple annulée.
ga: Cealaíodh clárú Apple.
it: Registrazione con Apple annullata.
nl: Apple-aanmelding is geannuleerd.
pl: Rejestracja przez Apple została anulowana.

source: Apple sign-up failed
bg: Неуспешна регистрация с Apple
cs: Registrace přes Apple selhala
cy: Methodd cofrestru Apple
da: Apple-tilmelding mislykkedes
de: Apple‑Registrierung fehlgeschlagen
el: Η εγγραφή με Apple απέτυχε
es: El registro con Apple falló
fr: Échec de l’inscription avec Apple
ga: Theip ar chlárú Apple
it: Registrazione con Apple non riuscita
nl: Apple-aanmelding mislukt
pl: Rejestracja przez Apple nie powiodła się

# purchaseSuccess
source: Purchase successful!
bg: Успешна покупка!
cs: Nákup byl úspěšný!
cy: Pryniant yn llwyddiannus!
da: Køb gennemført!
de: Kauf erfolgreich!
el: Η αγορά ολοκληρώθηκε με επιτυχία!
es: ¡Compra realizada con éxito!
fr: Achat réussi !
ga: Ceannach rathúil!
it: Acquisto completato!
nl: Aankoop geslaagd!
pl: Zakup zakończony sukcesem!

source: Purchase cancelled.
bg: Покупката е отменена.
cs: Nákup zrušen.
cy: Canslwyd y pryniant.
da: Køb annulleret.
de: Kauf abgebrochen.
el: Η αγορά ακυρώθηκε.
es: Compra cancelada.
fr: Achat annulé.
ga: Cealaíodh an ceannach.
it: Acquisto annullato.
nl: Aankoop geannuleerd.
pl: Zakup anulowany.

# purchaseFailed
source: Purchase failed. Please try again.
bg: Покупката неуспешна. Опитайте отново.
cs: Nákup se nezdařil. Zkuste to prosím znovu.
cy: Methodd y pryniant. Ceisiwch eto.
da: Køb mislykkedes. Prøv igen.
de: Kauf fehlgeschlagen. Bitte versuche es erneut.
el: Η αγορά απέτυχε. Δοκιμάστε ξανά.
es: La compra falló. Inténtalo de nuevo.
fr: Achat échoué. Veuillez réessayer.
ga: Theip ar an gceannach. Déan iarracht arís le do thoil.
it: Acquisto non riuscito. Riprova.
nl: Aankoop mislukt. Probeer het opnieuw.
pl: Zakup nie powiódł się. Spróbuj ponownie.

# unexpectedError
source: An unexpected error occurred. Please try again.
bg: Възникна неочаквана грешка. Опитайте пак.
cs: Došlo k neočekávané chybě. Zkuste to prosím znovu.
cy: Digwyddodd gwall annisgwyl. Ceisiwch eto.
da: Der opstod en uventet fejl. Prøv igen.
de: Ein unerwarteter Fehler ist aufgetreten. Bitte versuche es erneut.
el: Προέκυψε απρόσμενο σφάλμα. Δοκιμάστε ξανά.
es: Ocurrió un error inesperado. Inténtalo de nuevo.
fr: Une erreur inattendue s’est produite. Veuillez réessayer.
ga: Tharla earráid gan choinne. Déan iarracht arís le do thoil.
it: Si è verificato un errore imprevisto. Riprova.
nl: Er is een onverwachte fout opgetreden. Probeer het opnieuw.
pl: Wystąpił nieoczekiwany błąd. Spróbuj ponownie.

# chefModeTitle
source: Chef Mode
bg: Режим "Шеф-готвач"
cs: Režim šéfkuchaře
cy: Modd Cogydd
da: Kokketilstand
de: Chef‑Modus
el: Λειτουργία Σεφ
es: Modo chef
fr: Mode Chef
ga: Mód Cócaire
it: Modalità Chef
nl: Chef-modus
pl: Tryb Szefa Kuchni

# paywallHeader
source: Unlock your full culinary potential
bg: Отключи пълния си кулинарен потенциал
cs: Odemkněte svůj kulinářský potenciál naplno
cy: Datgloi eich potensial coginio llawn
da: Lås op for dit fulde kulinariske potentiale
de: Entfalte dein volles kulinarisches Potenzial
el: Ξεκλειδώστε το πλήρες γαστρονομικό σας δυναμικό
es: Desbloquea todo tu potencial culinario
fr: Libérez tout votre potentiel culinaire
ga: Díghlasáil do chumas cócaireachta go hiomlán
it: Sblocca il tuo pieno potenziale culinario
nl: Ontgrendel je volledige culinaire potentieel
pl: Odblokuj swój pełny kulinarny potencjał

# badgeCurrentPlan
source: Current Plan
bg: Текущ план
cs: Aktuální plán
cy: Cynllun Presennol
da: Nuværende plan
de: Aktueller Plan
el: Τρέχον πλάνο
es: Plan actual
fr: Forfait actuel
ga: Plean reatha
it: Piano attuale
nl: Huidig abonnement
pl: Obecny plan

# badgeBestValue
source: Best Value
bg: Най-изгодно
cs: Nejlepší hodnota
cy: Gwerth Gorau
da: Bedst værdi
de: Bestes Preis‑Leistungs‑Verhältnis
el: Καλύτερη Αξία
es: Mejor valor
fr: Meilleure offre
ga: An luach is fearr
it: Miglior offerta
nl: Beste waarde
pl: Najlepsza oferta

# badgeFreeTrial
source: Free Trial
bg: Безплатен пробен период
cs: Zkušební verze
cy: Treial Am Ddim
da: Gratis prøve
de: Kostenlose Testphase
el: Δωρεάν Δοκιμή
es: Prueba gratuita
fr: Essai gratuit
ga: Triail in aisce
it: Prova gratuita
nl: Gratis proefperiode
pl: Darmowy okres próbny

# noPlans
source: No subscription plans available at the moment.
bg: В момента няма налични абонаментни планове.
cs: Momentálně nejsou k dispozici žádné plány předplatného.
cy: Dim cynlluniau tanysgrifio ar gael ar hyn o bryd.
da: Ingen abonnementer tilgængelige i øjeblikket.
de: Derzeit sind keine Abopläne verfügbar.
el: Δεν υπάρχουν διαθέσιμα πακέτα συνδρομής αυτή τη στιγμή.
es: No hay planes de suscripción disponibles por el momento.
fr: Aucune offre d’abonnement disponible pour le moment.
ga: Níl aon phlean síntiúis ar fáil faoi láthair.
it: Nessun piano di abbonamento disponibile al momento.
nl: Op dit moment zijn er geen abonnementen beschikbaar.
pl: Brak dostępnych planów subskrypcji.

# legalAgreePrefix
source: By continuing, you agree to our
bg: Продължавайки, приемате нашите
cs: Pokračováním souhlasíte s našimi
cy: Drwy barhau, rydych yn cytuno i’n
da: Ved at fortsætte accepterer du vores
de: Indem du fortfährst, stimmst du unseren
el: Συνεχίζοντας, αποδέχεστε τους
es: Al continuar, aceptas nuestros
fr: En continuant, vous acceptez nos
ga: Trí leanúint ar aghaidh, aontaíonn tú lenár
it: Continuando, accetti le nostre
nl: Door verder te gaan, ga je akkoord met onze
pl: Kontynuując, akceptujesz nasze

# legalTerms
source: Terms of Service
bg: Условия за ползване
cs: Podmínkami služby
cy: Telerau Gwasanaeth
da: Servicevilkår
de: Nutzungsbedingungen
el: Όρους Χρήσης
es: Términos de servicio
fr: Conditions d’utilisation
ga: Téarmaí Seirbhíse
it: Condizioni di servizio
nl: Servicevoorwaarden
pl: Warunki korzystania z usługi

# legalAnd
source: and
bg: и
cs: a
cy: a
da: og
de: und
el: και
es: y
fr: et
ga: agus
it: e
nl: en
pl: oraz

# legalPrivacy
source: Privacy Policy
bg: Политика за поверителност
cs: Zásadami ochrany osobních údajů
cy: Polisi Preifatrwydd
da: Privatlivspolitik
de: Datenschutzerklärung
el: Πολιτική Απορρήτου
es: Política de privacidad
fr: Politique de confidentialité
ga: Beartas Príobháideachais
it: Informativa sulla privacy
nl: Privacybeleid
pl: Polityka prywatności

# legalAutoRenew
source: Subscriptions auto-renew unless cancelled.
bg: Абонаментите се подновяват автоматично, освен ако не бъдат отменени.
cs: Předplatné se automaticky obnovuje, pokud ho nezrušíte.
cy: Bydd tanysgrifiadau’n adnewyddu’n awtomatig oni bai eu bod yn cael eu canslo.
da: Abonnementer fornyes automatisk, medmindre de opsiges.
de: Abonnements verlängern sich automatisch, sofern sie nicht gekündigt werden.
el: Οι συνδρομές ανανεώνονται αυτόματα εκτός αν ακυρωθούν.
es: Las suscripciones se renuevan automáticamente salvo cancelación.
fr: Les abonnements se renouvellent automatiquement sauf annulation.
ga: Athnuaitear síntiúis go huathoibríoch mura gcuirtear ar ceal iad.
it: Gli abbonamenti si rinnovano automaticamente se non annullati.
nl: Abonnementen worden automatisch verlengd, tenzij geannuleerd.
pl: Subskrypcje odnawiają się automatycznie, chyba że zostaną anulowane.

# legalManageApple
source: Manage your subscription in Apple Settings.
bg: Управлявайте абонамента си в настройките на Apple.
cs: Předplatné spravujte v nastavení Apple.
cy: Rheoli eich tanysgrifiad yn Gosodiadau Apple.
da: Administrér dit abonnement i Apple-indstillinger.
de: Verwalte dein Abo in den Apple‑Einstellungen.
el: Διαχειριστείτε τη συνδρομή σας στις Ρυθμίσεις της Apple.
es: Gestiona tu suscripción en los Ajustes de Apple.
fr: Gérez votre abonnement dans les Réglages Apple.
ga: Bainistigh do shíntiús i Socruithe Apple.
it: Gestisci il tuo abbonamento nelle impostazioni Apple.
nl: Beheer je abonnement in Apple-instellingen.
pl: Zarządzaj swoją subskrypcją w ustawieniach Apple.

# manageOrCancelCta
source: Manage or cancel your subscription
bg: Управлявай или отмени абонамента си
cs: Spravovat nebo zrušit předplatné
cy: Rheoli neu ganslo eich tanysgrifiad
da: Administrér eller annullér dit abonnement
de: Abonnement verwalten oder kündigen
el: Διαχείριση ή ακύρωση της συνδρομής σας
es: Gestionar o cancelar tu suscripción
fr: Gérer ou annuler votre abonnement
ga: Bainistigh nó cuir do shíntiús ar ceal
it: Gestisci o annulla il tuo abbonamento
nl: Beheer of annuleer je abonnement
pl: Zarządzaj lub anuluj swoją subskrypcję

# planDefaultDescription
source: Enjoy full access to RecipeVault features and AI-powered tools.
bg: Пълен достъп до функциите на RecipeVault и AI инструментите.
cs: Získejte plný přístup k funkcím RecipeVault a nástrojům poháněným AI.
cy: Mwynhewch fynediad llawn i nodweddion RecipeVault a’r offer pweredig gan AI.
da: Få fuld adgang til RecipeVault-funktioner og AI-værktøjer.
de: Voller Zugriff auf RecipeVault‑Funktionen und KI‑Tools.
el: Απολαύστε πλήρη πρόσβαση στις λειτουργίες του RecipeVault και στα εργαλεία που υποστηρίζονται από AI.
es: Disfruta de acceso completo a las funciones de RecipeVault y a las herramientas con IA.
fr: Profitez d’un accès complet aux fonctionnalités RecipeVault et aux outils IA.
ga: Bain úsáid iomlán as gnéithe RecipeVault agus uirlisí AI.
it: Goditi l'accesso completo alle funzionalità di RecipeVault e agli strumenti basati su AI.
nl: Geniet van volledige toegang tot RecipeVault-functies en AI-tools.
pl: Ciesz się pełnym dostępem do funkcji RecipeVault i narzędzi opartych na AI.

# trialEndedTitle
source: Trial Ended
bg: Пробният период приключи
cs: Zkušební verze skončila
cy: Daeth y Treial i Ben
da: Prøveperiode udløbet
de: Testphase beendet
el: Η Δοκιμή Έληξε
es: Prueba finalizada
fr: Essai terminé
ga: Triail críochnaithe
it: Prova terminata
nl: Proefperiode beëindigd
pl: Okres próbny zakończony

# trialEndedHeadline
source: Your free trial has ended
bg: Безплатният ви пробен период приключи
cs: Vaše zkušební verze skončila
cy: Mae eich treial am ddim wedi dod i ben
da: Din gratis prøveperiode er slut
de: Deine kostenlose Testphase ist beendet
el: Η δωρεάν δοκιμή σας έληξε
es: Tu prueba gratuita ha terminado
fr: Votre essai gratuit est terminé
ga: Tá do thriail in aisce thart
it: La tua prova gratuita è terminata
nl: Je gratis proefperiode is beëindigd
pl: Twój okres próbny dobiegł końca

# trialEndedDescription
source: To continue using RecipeVault AI features like scanning, translation, and image uploads, please choose a plan below.
bg: За да продължите да използвате AI функциите на RecipeVault като сканиране, превод и качване на изображения, моля изберете план по-долу.
cs: Chcete‑li nadále používat funkce RecipeVault jako skenování, překlady a nahrávání obrázků, zvolte prosím některý z plánů níže.
cy: I barhau i ddefnyddio nodweddion AI RecipeVault fel sganio, cyfieithu, a llwytho delweddau, dewiswch gynllun isod.
da: For at fortsætte med at bruge RecipeVaults AI-funktioner som scanning, oversættelse og billedeuploads skal du vælge en plan nedenfor.
de: Um KI‑Funktionen wie Scannen, Übersetzen und Bilduploads weiter zu nutzen, wähle bitte unten einen Plan.
el: Για να συνεχίσετε να χρησιμοποιείτε τις λειτουργίες AI του RecipeVault όπως σάρωση, μετάφραση και αποστολή εικόνων, παρακαλούμε επιλέξτε ένα πακέτο παρακάτω.
es: Para seguir usando funciones de IA de RecipeVault como escaneo, traducción y carga de imágenes, elige un plan a continuación.
fr: Pour continuer à utiliser les fonctionnalités IA de RecipeVault comme le scan, la traduction et l’envoi d’images, choisissez une offre ci‑dessous.
ga: Chun leanúint ar aghaidh ag baint úsáide as gnéithe AI RecipeVault cosúil le scanadh, aistriúchán agus uaslódálacha íomhá, roghnaigh plean thíos le do thoil.
it: Per continuare a utilizzare le funzionalità AI di RecipeVault, come la scansione, la traduzione e il caricamento delle immagini, scegli un piano qui sotto.
nl: Om AI-functies zoals scannen, vertalen en het uploaden van afbeeldingen te blijven gebruiken, kies hieronder een abonnement.
pl: Aby kontynuować korzystanie z funkcji RecipeVault AI, takich jak skanowanie, tłumaczenie i przesyłanie obrazów, wybierz poniżej plan.

# seePlanOptions
source: See all plan options
bg: Виж всички планове
cs: Zobrazit všechny plány
cy: Gweld yr holl opsiynau cynllun
da: Se alle planmuligheder
de: Alle Planoptionen anzeigen
el: Δείτε όλες τις επιλογές πακέτων
es: Ver todas las opciones de planes
fr: Voir toutes les offres
ga: Féach ar gach rogha plean
it: Vedi tutte le opzioni di piano
nl: Bekijk alle abonnementen
pl: Zobacz wszystkie opcje planów

# appBarToggleViewMode
source: Toggle view mode
bg: Превключи изгледа
cs: Přepnout režim zobrazení
cy: Newid modd golwg
da: Skift visningstilstand
de: Ansicht umschalten
el: Εναλλαγή τρόπου προβολής
es: Cambiar modo de vista
fr: Basculer le mode d’affichage
ga: Scoránaigh mód amhairc
it: Cambia modalità di visualizzazione
nl: Schakel weergavemodus
pl: Przełącz tryb widoku

# appBarRefreshSubscription
source: Refresh your subscription plan
bg: Опресни абонамента
cs: Obnovit informace o plánu
cy: Adnewyddu eich cynllun tanysgrifio
da: Opdatér dit abonnement
de: Aboplan aktualisieren
el: Ανανέωση του πακέτου συνδρομής σας
es: Actualizar tu plan de suscripción
fr: Actualiser votre forfait
ga: Athnuaigh do phlean síntiúis
it: Aggiorna il tuo piano di abbonamento
nl: Vernieuw je abonnement
pl: Odśwież swój plan subskrypcji

# subscriptionRefreshed
source: Subscription plan refreshed.
bg: Абонаментът е опреснен.
cs: Plán předplatného obnoven.
cy: Cynllun tanysgrifio wedi’i adnewyddu.
da: Abonnement opdateret.
de: Aboplan aktualisiert.
el: Το πακέτο συνδρομής ανανεώθηκε.
es: Plan de suscripción actualizado.
fr: Forfait actualisé.
ga: Athnuaíodh an plean síntiúis.
it: Piano di abbonamento aggiornato.
nl: Abonnement vernieuwd.
pl: Plan subskrypcji został odświeżony.

# upgradeToUnlockTitle
source: Upgrade to Unlock
bg: Надгради, за да отключиш
cs: Upgradovat pro odemčení
cy: Uwchraddio i Ddatgloi
da: Opgrader for at låse op
de: Zum Freischalten upgraden
el: Αναβάθμιση για Ξεκλείδωμα
es: Actualiza para desbloquear
fr: Mettre à niveau pour déverrouiller
ga: Uasghrádaigh chun díghlasáil
it: Aggiorna per sbloccare
nl: Upgrade om te ontgrendelen
pl: Ulepsz, aby odblokować
