Repository: JRELMHURST/recipeVault
Catalog: lib/l10n/app_*.arb
Languages: bg, cs, cy, da, de, el, es, fr, ga, it, nl, pl

source: No recipe data found.
bg: Няма намерени данни за рецепта.
cs: Nebyla nalezena žádná data receptu.
cy: Dim data rysáit wedi’i ddarganfod.
da: Ingen opskriftsdata fundet.
de: Keine Rezeptdaten gefunden.
el: Δεν βρέθηκαν δεδομένα συνταγής.
es: No se encontraron datos de la receta.
fr: Aucune donnée de recette trouvée.
ga: Níor aimsíodh sonraí oidis.
it: Nessun dato ricetta trovato.
nl: Geen receptgegevens gevonden.
pl: Nie znaleziono danych przepisu.

source: Copy to clipboard
bg: Копирай
cs: Kopírovat do schránky
cy: Copïo i’r clipfwrdd
da: Kopiér til udklipsholder
de: In Zwischenablage kopieren
el: Αντιγραφή στο πρόχειρο
es: Copiar al portapapeles
fr: Copier dans le presse‑papiers
ga: Cóipeáil chuig an ngearrthaisce
it: Copia negli appunti
nl: Kopiëren naar klembord
pl: Kopiuj do schowka

# copiedToClipboard
source: 📋 Recipe copied to clipboard
bg: 📋 Рецептата е копирана
cs: 📋 Recept zkopírován do schránky
cy: 📋 Rysáit wedi’i gopïo i’r clipfwrdd
da: 📋 Opskrift kopieret til udklipsholderen
de: 📋 Rezept in die Zwischenablage kopiert
el: 📋 Η συνταγή αντιγράφηκε στο πρόχειρο
es: 📋 Receta copiada al portapapeles
fr: 📋 Recette copiée dans le presse‑papiers
ga: 📋 Cóipeáladh an t‑oideas chuig an ngearrthaisce
it: 📋 Ricetta copiata negli appunti
nl: 📋 Recept gekopieerd naar klembord
pl: 📋 Przepis skopiowany do schowka

# languageLabel
source: Language: {language}
bg: Език: {language}
cs: Jazyk: {language}
cy: Iaith: {language}
da: Sprog: {language}
de: Sprache: {language}
el: Γλώσσα: {language}
es: Idioma: {language}
fr: Langue : {language}
ga: Teanga: {language}
it: Lingua: {language}
nl: Taal: {language}
pl: Język: {language}

source: Not signed in
bg: Не сте влезли
cs: Nepřihlášen
cy: Heb fewngofnodi
da: Ikke logget ind
de: Nicht angemeldet
el: Δεν έχετε συνδεθεί
es: No has iniciado sesión
fr: Non connecté
ga: Gan síniú isteach
it: Non connesso
nl: Niet ingelogd
pl: Nie zalogowano

source: Image crop cancelled
bg: Обрязването на изображението е отменено
cs: Ořez obrázku zrušen
cy: Canslwyd tocio delwedd
da: Beskæring af billede annulleret
de: Bildzuschnitt abgebrochen
el: Η περικοπή εικόνας ακυρώθηκε
es: Recorte de imagen cancelado
fr: Recadrage de l’image annulé
ga: Cealadh bearradh na híomhá
it: Ritaglio immagine annullato
nl: Bijsnijden geannuleerd
pl: Anulowano kadrowanie obrazu

# uploadFailed
source: Upload failed: {error}
bg: Качването неуспешно: {error}
cs: Nahrávání selhalo: {error}
cy: Methodd llwytho: {error}
da: Upload mislykkedes: {error}
de: Upload fehlgeschlagen: {error}
el: Η μεταφόρτωση απέτυχε: {error}
es: La carga falló: {error}
fr: Échec de l’envoi : {error}
ga: Theip ar an uaslódáil: {error}
it: Caricamento non riuscito: {error}
nl: Upload mislukt: {error}
pl: Przesyłanie nie powiodło się: {error}

source: Show OCR
bg: Покажи OCR
cs: Zobrazit OCR
cy: Dangos OCR
da: Vis OCR
de: OCR anzeigen
el: Εμφάνιση OCR
es: Mostrar OCR
fr: Afficher l’OCR
ga: Taispeáin OCR
it: Mostra OCR
nl: OCR weergeven
pl: Pokaż OCR

source: Hide OCR
bg: Скрий OCR
cs: Skrýt OCR
cy: Cuddio OCR
da: Skjul OCR
de: OCR ausblenden
el: Απόκρυψη OCR
es: Ocultar OCR
fr: Masquer l’OCR
ga: Folaigh OCR
it: Nascondi OCR
nl: OCR verbergen
pl: Ukryj OCR

# formattingError
source: Whoops! Something went wrong with formatting. Please try again.
bg: Опа! Възникна проблем с форматирането. Моля, опитайте отново.
cs: Jejda! Při formátování se něco pokazilo. Zkuste to prosím znovu.
cy: Wps! Aeth rhywbeth o’i le gyda’r fformatio. Ceisiwch eto.
da: Hov! Noget gik galt med formateringen. Prøv igen.
de: Ups! Beim Formatieren ist etwas schiefgelaufen. Bitte versuche es erneut.
el: Ωχ! Κάτι πήγε στραβά με τη μορφοποίηση. Παρακαλώ δοκιμάστε ξανά.
es: ¡Vaya! Algo salió mal con el formato. Inténtalo de nuevo.
fr: Oups ! Un problème est survenu lors du formatage. Veuillez réessayer.
ga: Úps! Chuaigh rud éigin mícheart leis an bhformáidiú. Déan iarracht arís le do thoil.
it: Ops! Si è verificato un problema con la formattazione. Per favore riprova.
nl: Oeps! Er is iets misgegaan met de opmaak. Probeer het opnieuw.
pl: Ups! Coś poszło nie tak z formatowaniem. Spróbuj ponownie.

# aboutLegalTitle
source: About & Legal
bg: Инфо и правни условия
cs: O aplikaci a právní informace
cy: Ynghylch a Chyfreithiol
da: Om & juridisk
de: Info & Rechtliches
el: Σχετικά & Νομικά
es: Acerca de y legal
fr: À propos & Mentions légales
ga: Maidir & Dlí
it: Informazioni e legale
nl: Over & Juridisch
pl: Informacje i prawne

# appInfoSectionTitle
source: App Info
bg: Информация за приложението
cs: Informace o aplikaci
cy: Gwybodaeth App
da: Appoplysninger
el: Πληροφορίες εφαρμογής
es: Información de la app
fr: Infos de l’application
ga: Eolas faoin Aip
it: Informazioni sull'app
pl: Informacje o aplikacji

# versionLabel
source: Version
bg: Версия
cs: Verze
cy: Fersiwn
el: Έκδοση
es: Versión
ga: Leagan
it: Versione
nl: Versie
pl: Wersja

# legalSectionTitle
source: Legal
bg: Правни
cs: Právní informace
cy: Cyfreithiol
da: Juridisk
de: Rechtliches
el: Νομικά
fr: Mentions légales
ga: Dlí
it: Legale
nl: Juridisch
pl: Prawne

# supportSectionTitle
source: Support
bg: Поддръжка
cs: Podpora
cy: Cefnogaeth
el: Υποστήριξη
es: Soporte
fr: Assistance
ga: Tacaíocht
it: Supporto
nl: Ondersteuning
pl: Wsparcie

source: Visit Website
bg: Посети уебсайта
cs: Navštívit web
cy: Ymweld â’r Wefan
da: Besøg websted
de: Webseite besuchen
el: Επισκεφθείτε την ιστοσελίδα
es: Visitar sitio web
fr: Visiter le site Web
ga: Tabhair cuairt ar an suíomh
it: Visita il sito web
nl: Bezoek website
pl: Odwiedź stronę

source: Contact Support
bg: Свържи се с поддръжката
cs: Kontaktovat podporu
cy: Cysylltu â Chefnogaeth
da: Kontakt support
de: Support kontaktieren
el: Επικοινωνία με υποστήριξη
es: Contactar soporte
fr: Contacter l’assistance
ga: Déan teagmháil le tacaíocht
it: Contatta il supporto
nl: Contact opnemen met ondersteuning
pl: Skontaktuj się z pomocą

# accountSettingsTitle
source: Account Settings
bg: Настройки на акаунта
cs: Nastavení účtu
cy: Gosodiadau Cyfrif
da: Kontoindstillinger
de: Kontoeinstellungen
el: Ρυθμίσεις λογαριασμού
es: Ajustes de la cuenta
fr: Paramètres du compte
ga: Socruithe Cuntais
it: Impostazioni account
nl: Accountinstellingen
pl: Ustawienia konta

source: No user signed in
bg: Няма влязъл потребител
cs: Žádný uživatel není přihlášen
cy: Dim defnyddiwr wedi mewngofnodi
da: Ingen bruger logget ind
de: Kein Nutzer angemeldet
el: Κανένας χρήστης δεν έχει συνδεθεί
es: Ningún usuario ha iniciado sesión
fr: Aucun utilisateur connecté
ga: Níl aon úsáideoir sínithe isteach
it: Nessun utente connesso
nl: Geen gebruiker aangemeld
pl: Brak zalogowanego użytkownika

source: No name
bg: Без име
cs: Bez jména
cy: Dim enw
da: Intet navn
de: Kein Name
el: Χωρίς όνομα
es: Sin nombre
fr: Sans nom
ga: Gan ainm
it: Nessun nome
nl: Geen naam
pl: Brak nazwy

# securitySectionTitle
source: Security
bg: Сигурност
cs: Zabezpečení
cy: Diogelwch
da: Sikkerhed
de: Sicherheit
el: Ασφάλεια
es: Seguridad
fr: Sécurité
ga: Slándáil
it: Sicurezza
nl: Beveiliging
pl: Bezpieczeństwo

source: Sign Out
bg: Изход
cs: Odhlásit se
cy: Allgofnodi
da: Log ud
de: Abmelden
el: Αποσύνδεση
es: Cerrar sesión
fr: Se déconnecter
ga: Logáil amach
it: Disconnetti
nl: Uitloggen
pl: Wyloguj się

source: Signed out
bg: Излязохте от акаунта
cs: Odhlášeno
cy: Wedi allgofnodi
da: Logget ud
de: Abgemeldet
el: Αποσυνδεθήκατε
es: Sesión cerrada
fr: Déconnexion effectuée
ga: Logáladh amach
it: Disconnesso
nl: Uitgelogd
pl: Wylogowano

# signOutQuestion
source: Sign Out?
bg: Да изляза ли?
cs: Odhlásit se?
cy: Allgofnodi?
da: Logge ud?
de: Abmelden?
el: Αποσύνδεση;
es: ¿Cerrar sesión?
fr: Se déconnecter ?
ga: Logáil amach?
it: Disconnettersi?
nl: Uitloggen?
pl: Wylogować się?

# signOutConfirmBody
source: Are you sure you want to sign out?
bg: Сигурни ли сте, че искате да излезете?
cs: Opravdu se chcete odhlásit?
cy: Ydych chi’n siŵr eich bod am allgofnodi?
da: Er du sikker på, at du vil logge ud?
de: Möchtest du dich wirklich abmelden?
el: Είστε σίγουροι ότι θέλετε να αποσυνδεθείτε;
es: ¿Seguro que quieres cerrar sesión?
fr: Voulez‑vous vraiment vous déconnecter ?
ga: An bhfuil tú cinnte gur mian leat logáil amach?
it: Sei sicuro di voler uscire?
nl: Weet je zeker dat je wilt uitloggen?
pl: Czy na pewno chcesz się wylogować?

# signOutFailed
source: Sign out failed: {error}
bg: Неуспешен изход: {error}
cs: Odhlášení selhalo: {error}
cy: Methwyd allgofnodi: {error}
da: Log ud mislykkedes: {error}
de: Abmelden fehlgeschlagen: {error}
el: Αποτυχία αποσύνδεσης: {error}
es: Error al cerrar sesión: {error}
fr: Échec de la déconnexion : {error}
ga: Theip ar logáil amach: {error}
it: Disconnessione non riuscita: {error}
nl: Uitloggen mislukt: {error}
pl: Wylogowanie nie powiodło się: {error}

source: Delete Account
bg: Изтрий акаунта
cs: Smazat účet
cy: Dileu Cyfrif
da: Slet konto
de: Konto löschen
el: Διαγραφή λογαριασμού
es: Eliminar cuenta
fr: Supprimer le compte
ga: Scrios an cuntas
it: Elimina account
nl: Account verwijderen
pl: Usuń konto

# deleteAccountQuestion
source: Delete Your Account?
bg: Да изтрия акаунта?
cs: Smazat účet?
cy: Dileu Eich Cyfrif?
da: Slette din konto?
de: Konto löschen?
el: Διαγραφή του λογαριασμού σας;
es: ¿Eliminar tu cuenta?
fr: Supprimer votre compte ?
ga: Scrios do chuntas?
it: Eliminare il tuo account?
nl: Je account verwijderen?
pl: Usunąć konto?

# deleteAccountBody
source: This will permanently delete your account and all associated data including recipes, images, and preferences. This action is irreversible.
bg: Това ще изтрие завинаги акаунта ви и всички свързани данни – рецепти, изображения и предпочитания. Действието е необратимо.
cs: Tímto trvale smažete svůj účet a všechna související data včetně receptů, obrázků a preferencí. Tato akce je nevratná.
cy: Bydd hyn yn dileu eich cyfrif a’r holl ddata cysylltiedig yn barhaol gan gynnwys ryseitiau, delweddau, a dewisiadau. Ni ellir dadwneud y weithred hon.
da: Dette vil permanent slette din konto og alle tilknyttede data inklusive opskrifter, billeder og præferencer. Denne handling kan ikke fortrydes.
de: Dadurch wird dein Konto dauerhaft gelöscht – einschließlich aller Daten wie Rezepte, Bilder und Einstellungen. Dieser Vorgang kann nicht rückgängig gemacht werden.
el: Αυτό θα διαγράψει οριστικά τον λογαριασμό σας και όλα τα σχετικά δεδομένα, συμπεριλαμβανομένων συνταγών, εικόνων και προτιμήσεων. Η ενέργεια αυτή δεν είναι αναστρέψιμη.
es: Esto eliminará permanentemente tu cuenta y todos los datos asociados, incluidas recetas, imágenes y preferencias. Esta acción es irreversible.
fr: Cela supprimera définitivement votre compte et toutes les données associées, y compris recettes, images et préférences. Cette action est irréversible.
ga: Scriosfaidh sé seo do chuntas agus na sonraí go léir a bhaineann leis, lena n‑áirítear oidis, íomhánna agus sainroghanna. Ní féidir an gníomh seo a chur ar ceal.
it: Questo eliminerà definitivamente il tuo account e tutti i dati associati inclusi ricette, immagini e preferenze. Questa azione è irreversibile.
nl: Dit verwijdert permanent je account en alle bijbehorende gegevens, inclusief recepten, afbeeldingen en voorkeuren. Deze actie kan niet ongedaan worden gemaakt.
pl: Spowoduje to trwałe usunięcie Twojego konta i wszystkich powiązanych danych, w tym przepisów, obrazów i ustawień. Tej operacji nie można cofnąć.

# deleteAccountSuccess
source: Account deleted successfully.
bg: Акаунтът е изтрит успешно.
cs: Účet byl úspěšně smazán.
cy: Cyfrif wedi’i ddileu’n llwyddiannus.
da: Kontoen blev slettet.
de: Konto erfolgreich gelöscht.
el: Ο λογαριασμός διαγράφηκε με επιτυχία.
es: Cuenta eliminada correctamente.
fr: Compte supprimé avec succès.
ga: Scriosadh an cuntas go rathúil.
it: Account eliminato con successo.
nl: Account succesvol verwijderd.
pl: Konto zostało pomyślnie usunięte.

# deleteAccountFailed
source: Failed to delete account: {error}
bg: Неуспешно изтриване: {error}
cs: Účet se nepodařilo smazat: {error}
cy: Methwyd dileu’r cyfrif: {error}
da: Kunne ikke slette konto: {error}
de: Konto konnte nicht gelöscht werden: {error}
el: Αποτυχία διαγραφής λογαριασμού: {error}
es: No se pudo eliminar la cuenta: {error}
fr: Échec de la suppression du compte : {error}
ga: Theip ar scriosadh an chuntais: {error}
it: Eliminazione account non riuscita: {error}
nl: Verwijderen van account mislukt: {error}
pl: Nie udało się usunąć konta: {error}

# appearanceTitle
source: Appearance
bg: Външен вид
cs: Vzhled
cy: Golwg
da: Udseende
de: Darstellung
el: Εμφάνιση
es: Apariencia
fr: Apparence
ga: Cuma
it: Aspetto
nl: Weergave
pl: Wygląd

# appThemeSectionTitle
source: App Theme
bg: Тема на приложението
cs: Vzhled aplikace
cy: Thema App
da: App-tema
de: App‑Design
el: Θέμα εφαρμογής
es: Tema de la app
fr: Thème de l’application
ga: Téama an aip
it: Tema dell'app
nl: App-thema
pl: Motyw aplikacji

source: Light Mode
bg: Светла тема
cs: Světlý režim
cy: Modd Golau
da: Lyst tema
de: Heller Modus
el: Φωτεινό θέμα
es: Modo claro
fr: Mode clair
ga: Mód geal
it: Modalità chiara
nl: Lichte modus
pl: Tryb jasny

source: Dark Mode
bg: Тъмна тема
cs: Tmavý režim
cy: Modd Tywyll
da: Mørkt tema
de: Dunkler Modus
el: Σκούρο θέμα
es: Modo oscuro
fr: Mode sombre
ga: Mód dorcha
it: Modalità scura
nl: Donkere modus
pl: Tryb ciemny

# textSizeSectionTitle
source: Text Size
bg: Размер на текста
cs: Velikost textu
cy: Maint Testun
da: Skriftstørrelse
de: Textgröße
el: Μέγεθος κειμένου
es: Tamaño de texto
fr: Taille du texte
ga: Méid an téacs
it: Dimensione testo
nl: Tekstgrootte
pl: Rozmiar tekstu

# textSizeSmall
source: Small
bg: Малък
cs: Malá
cy: Bach
da: Lille
de: Klein
el: Μικρό
es: Pequeño
fr: Petite
ga: Beag
it: Piccolo
nl: Klein
pl: Mały

# textSizeMedium
source: Medium
bg: Среден
cs: Střední
cy: Canolig
da: Mellem
de: Mittel
el: Μεσαίο
es: Mediano
fr: Moyenne
ga: Meánach
it: Medio
nl: Middel
pl: Średni

# textSizeLarge
source: Large
bg: Голям
cs: Velká
cy: Mawr
da: Stor
de: Groß
el: Μεγάλο
es: Grande
fr: Grande
ga: Mór
it: Grande
nl: Groot
pl: Duży

# faqsTitle
source: FAQs
bg: ЧЗВ
cs: Časté dotazy
cy: Cwestiynau Cyffredin
da: Ofte stillede spørgsmål
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
fr: FAQ
ga: CCanna
it: Domande frequenti
nl: Veelgestelde vragen
pl: FAQ

# faqsSectionScanSave
source: Scanning & Saving
bg: Сканиране и запазване
cs: Skenování a ukládání
cy: Sganio a Chadw
da: Scanning & gemning
de: Scannen & Speichern
el: Σάρωση & αποθήκευση
es: Escaneo y guardado
fr: Numérisation & Enregistrement
ga: Scanadh & Sábháil
it: Scansione e salvataggio
nl: Scannen & opslaan
pl: Skanowanie i zapisywanie

# faqsQHowScan
source: How do I scan a recipe?
bg: Как да сканирам рецепта?
cs: Jak naskenuji recept?
cy: Sut ydw i’n sganio rysáit?
da: Hvordan scanner jeg en opskrift?
de: Wie scanne ich ein Rezept?
el: Πώς μπορώ να σαρώσω μια συνταγή;
es: ¿Cómo escaneo una receta?
fr: Comment scanner une recette ?
ga: Conas a scanann mé oideas?
it: Come faccio a scansionare una ricetta?
nl: Hoe scan ik een recept?
pl: Jak zeskanować przepis?

# faqsAHowScan
source: From the Home screen, tap the "+" button and upload one or more images of your recipe.
bg: От началния екран натиснете бутона „+“ и качете едно или повече изображения на рецептата.
cs: Na domovské obrazovce klepněte na tlačítko „+“ a nahrajte jeden nebo více obrázků svého receptu.
cy: O’r sgrin Cartref, tapiwch y botwm "+" a llwytho un neu fwy o ddelweddau o’ch rysáit.
da: Fra startsiden skal du trykke på "+" og uploade ét eller flere billeder af din opskrift.
de: Tippe auf dem Startbildschirm auf „+“ und lade ein oder mehrere Bilder deines Rezepts hoch.
el: Από την αρχική οθόνη, πατήστε το κουμπί "+" και ανεβάστε μία ή περισσότερες εικόνες της συνταγής σας.
es: Desde la pantalla de inicio, toca el botón "+" y sube una o varias imágenes de tu receta.
fr: Depuis l’écran d’accueil, appuyez sur le bouton « + » et importez une ou plusieurs images de votre recette.
ga: Ón scáileán Baile, tapáil an cnaipe
it: Dalla schermata principale, tocca il pulsante "+" e carica una o più immagini della tua ricetta.
nl: Vanaf het startscherm tik je op de knop "+" en upload je een of meer afbeeldingen van je recept.
pl: Na ekranie głównym stuknij przycisk „+” i prześlij jeden lub więcej obrazów swojego przepisu.

# faqsQAddImage
source: How do I add a recipe image?
bg: Как да добавя изображение към рецепта?
cs: Jak přidám obrázek receptu?
cy: Sut ydw i’n ychwanegu delwedd rysáit?
da: Hvordan tilføjer jeg et opskriftsbillede?
de: Wie füge ich ein Rezeptbild hinzu?
el: Πώς προσθέτω εικόνα συνταγής;
es: ¿Cómo añado una imagen a la receta?
fr: Comment ajouter une image de recette ?
ga: Conas a chuirim íomhá leis an oideas?
it: Come aggiungo un'immagine alla ricetta?
nl: Hoe voeg ik een receptafbeelding toe?
pl: Jak dodać obraz przepisu?

# faqsAAddImage
source: After scanning, tap "Add Image" to crop and upload a photo for your recipe card header.
bg: След сканиране натиснете „Добави изображение“, за да изрежете и качите снимка за заглавката на картата.
cs: Po skenování klepněte na „Přidat obrázek“, ořízněte a nahrajte fotografii pro záhlaví karty receptu.
cy: Ar ôl sganio, tapiwch "Ychwanegu Delwedd" i docio a llwytho llun ar gyfer pennyn eich cerdyn rysáit.
da: Efter scanning skal du trykke på "Tilføj billede" for at beskære og uploade et foto til din opskrifts header.
de: Nach dem Scannen tippe auf „Bild hinzufügen“, um ein Foto für den Rezeptkopf zuzuschneiden und hochzuladen.
el: Μετά τη σάρωση, πατήστε «Προσθήκη εικόνας» για να περικόψετε και να ανεβάσετε μια φωτογραφία για την κεφαλίδα της κάρτας συνταγής σας.
es: Después de escanear, toca «Añadir imagen» para recortar y subir una foto para el encabezado de tu tarjeta de receta.
fr: Après le scan, appuyez sur « Ajouter une image » pour recadrer et téléverser une photo pour l’en‑tête de votre fiche recette.
ga: Tar éis an scanadh, tapCuiráil Íomhá Leis chun grianghraf a bhearradh agus a uaslódáil le ceanntásc chárta an oideas.
it: Dopo la scansione, tocca "Aggiungi immagine" per ritagliare e caricare una foto per l'intestazione della tua scheda ricetta.
nl: Na het scannen tik je op "Afbeelding toevoegen" om een foto bij te snijden en te uploaden voor de kop van je receptkaart.
pl: Po zeskanowaniu stuknij „Dodaj obraz”, aby przyciąć i przesłać zdjęcie do nagłówka karty przepisu.

# faqsQSaveRecipe
source: How do I save a recipe?
bg: Как да запазя рецепта?
cs: Jak uložím recept?
cy: Sut ydw i’n cadw rysáit?
da: Hvordan gemmer jeg en opskrift?
de: Wie speichere ich ein Rezept?
el: Πώς αποθηκεύω μια συνταγή;
es: ¿Cómo guardo una receta?
fr: Comment enregistrer une recette ?
ga: Conas a shábhálaim oideas?
it: Come salvo una ricetta?
nl: Hoe sla ik een recept op?
pl: Jak zapisać przepis?

# faqsASaveRecipe
source: Once you’ve reviewed the formatted result, tap "Save to Vault" to store it permanently.
bg: След като прегледате форматирания резултат, натиснете „Запази в трезора“, за да го съхраните.
cs: Po kontrole naformátovaného výsledku klepněte na „Uložit do trezoru“ a uložte natrvalo.
cy: Unwaith y byddwch wedi adolygu’r canlyniad wedi’i fformatio, tapiwch "Cadw i’r Vault" i’w storio’n barhaol.
da: Når du har gennemgået det formaterede resultat, trykker du på "Gem i Vault" for at gemme den permanent.
de: Nachdem du das Ergebnis geprüft hast, tippe auf „Im Tresor speichern“, um es dauerhaft zu sichern.
el: Αφού ελέγξετε το διαμορφωμένο αποτέλεσμα, πατήστε «Αποθήκευση στο Vault» για να την αποθηκεύσετε μόνιμα.
es: Una vez revises el resultado formateado, toca «Guardar en la bóveda» para almacenarla permanentemente.
fr: Une fois le résultat formaté vérifié, appuyez sur « Enregistrer dans le coffre » pour le conserver définitivement.
ga: Nuair a bheidh an toradh formáidithe athbhreithnithe agat, tapáil Sábháil sa Taisce chun é a stóráil go buan.
it: Dopo aver rivisto il risultato formattato, tocca "Salva nel Vault" per conservarlo in modo permanente.
nl: Zodra je het opgemaakte resultaat hebt gecontroleerd, tik je op "Opslaan in kluis" om het permanent op te slaan.
pl: Po przejrzeniu sformatowanego wyniku stuknij „Zapisz w skarbcu”, aby zachować go na stałe.

# faqsSectionAccessUse
source: App Access & Use
bg: Достъп и употреба
cs: Přístup a používání aplikace
cy: Mynediad ac Defnydd App
da: App-adgang & brug
de: App‑Zugriff & Nutzung
el: Πρόσβαση & χρήση εφαρμογής
es: Acceso y uso de la app
fr: Accès & Utilisation
ga: Rochtain & Úsáid Aip
it: Accesso e utilizzo dell'app
nl: App-toegang & gebruik
pl: Dostęp i używanie aplikacji

# faqsQOffline
source: Can I use the app offline?
bg: Мога ли да използвам приложението офлайн?
cs: Mohu aplikaci používat offline?
cy: Alla i ddefnyddio’r app all-lein?
da: Kan jeg bruge appen offline?
de: Kann ich die App offline verwenden?
el: Μπορώ να χρησιμοποιήσω την εφαρμογή χωρίς σύνδεση;
es: ¿Puedo usar la app sin conexión?
fr: Puis‑je utiliser l’application hors ligne ?
ga: An féidir liom an aip a úsáid as líne?
it: Posso usare l'app offline?
nl: Kan ik de app offline gebruiken?
pl: Czy mogę korzystać z aplikacji offline?

# faqsAOffline
source: You can view any recipes already saved to your Vault, even without an internet connection.
bg: Можете да преглеждате вече запазени рецепти в трезора, дори без интернет.
cs: Recepty již uložené v trezoru si můžete prohlížet i bez připojení k internetu.
cy: Gallwch weld unrhyw ryseitiau sydd eisoes wedi’u cadw yn eich Vault, hyd yn oed heb gysylltiad rhyngrwyd.
da: Du kan se alle opskrifter, der allerede er gemt i din Vault, også uden internetforbindelse.
de: Bereits gespeicherte Rezepte in deinem Tresor kannst du auch ohne Internetverbindung ansehen.
el: Μπορείτε να δείτε οποιεσδήποτε συνταγές έχετε ήδη αποθηκεύσει στο Vault σας, ακόμη και χωρίς σύνδεση στο διαδίκτυο.
es: Puedes ver cualquier receta que ya esté guardada en tu bóveda, incluso sin conexión a Internet.
fr: Vous pouvez consulter les recettes déjà enregistrées dans votre coffre, même sans connexion Internet.
ga: Is féidir leat aon oidis atá sábháilte i do Thaisce a fheiceáil fiú gan nasc idirlín.
it: Puoi visualizzare qualsiasi ricetta già salvata nel tuo Vault, anche senza connessione internet.
nl: Je kunt alle recepten bekijken die al in je kluis zijn opgeslagen, zelfs zonder internetverbinding.
pl: Możesz przeglądać przepisy zapisane w swoim skarbcu nawet bez połączenia z internetem.

# faqsSectionSubSupport
source: Subscription & Support
bg: Абонамент и поддръжка
cs: Předplatné a podpora
cy: Tanysgrifiad a Chefnogaeth
da: Abonnement & support
de: Abo & Support
el: Συνδρομή & υποστήριξη
es: Suscripción y soporte
fr: Abonnement & Assistance
ga: Síntiús & Tacaíocht
it: Abbonamento e supporto
nl: Abonnement & ondersteuning
pl: Subskrypcja i wsparcie

# faqsQWhySub
source: Why do I need a subscription?
bg: Защо ми е нужен абонамент?
cs: Proč potřebuji předplatné?
cy: Pam mae angen tanysgrifiad arnaf?
da: Hvorfor har jeg brug for et abonnement?
de: Warum brauche ich ein Abonnement?
el: Γιατί χρειάζομαι συνδρομή;
es: ¿Por qué necesito una suscripción?
fr: Pourquoi ai‑je besoin d’un abonnement ?
ga: Cén fáth a bhfuil síntiús de dhíth orm?
it: Perché ho bisogno di un abbonamento?
nl: Waarom heb ik een abonnement nodig?
pl: Dlaczego potrzebuję subskrypcji?
