Repository: JRELMHURST/recipeVault
Catalog: lib/l10n/app_*.arb
Languages: bg, cs, cy, da, de, el, es, fr, ga, it, nl, pl

source: Loading...
bg: Зареждане...
cs: Načítání…
cy: Llwytho...
da: Indlæser...
de: Wird geladen...
el: Φόρτωση...
es: Cargando...
fr: Chargement...
ga: Á luchtú…
it: Caricamento...
nl: Laden...
pl: Ładowanie...

# welcomeMessage
source: Welcome to RecipeVault
bg: Добре дошли в RecipeVault
cs: Vítejte v aplikaci RecipeVault
cy: Croeso i RecipeVault
da: Velkommen til RecipeVault
de: Willkommen bei RecipeVault
el: Καλώς ήρθατε στο RecipeVault!
es: Bienvenido a RecipeVault
fr: Bienvenue sur RecipeVault
ga: Fáilte go RecipeVault
it: Benvenuto su RecipeVault
nl: Welkom bij RecipeVault
pl: Witamy w RecipeVault

source: Scan Recipe
bg: Сканирай рецепта
cs: Naskenovat recept
cy: Sganio Rysáit
da: Scan opskrift
de: Rezept scannen
el: Σάρωση συνταγής
es: Escanear receta
fr: Scanner une recette
ga: Scan Oideas
it: Scansiona ricetta
nl: Recept scannen
pl: Skanuj przepis

source: Save to Vault
bg: Запази в трезора
cs: Uložit do trezoru
cy: Cadw i'r Cwpwrdd
da: Gem i Vault
de: Im Tresor speichern
el: Αποθήκευση στο Vault
es: Guardar en la bóveda
fr: Enregistrer dans le coffre
ga: Sábháil sa Taisce
it: Salva nel Vault
nl: Opslaan in kluis
pl: Zapisz w skarbcu

source: Settings
bg: Настройки
cs: Nastavení
cy: Gosodiadau
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Configuración
fr: Paramètres
ga: Socruithe
it: Impostazioni
nl: Instellingen
pl: Ustawienia

source: Log out
bg: Изход
cs: Odhlásit se
cy: Allgofnodi
da: Log ud
de: Abmelden
el: Αποσύνδεση
es: Cerrar sesión
fr: Se déconnecter
ga: Logáil amach
it: Esci
nl: Uitloggen
pl: Wyloguj się

source: Yes
bg: Да
cs: Ano
cy: Ie
da: Ja
de: Ja
el: Ναι
es: Sí
fr: Oui
ga: Tá
it: Sì
nl: Ja
pl: Tak

source: No
bg: Не
cs: Ne
cy: Na
da: Nej
de: Nein
el: Όχι
fr: Non
ga: Níl
nl: Nee
pl: Nie

source: Cancel
bg: Отказ
cs: Zrušit
cy: Canslo
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
fr: Annuler
ga: Cealaigh
it: Annulla
nl: Annuleren
pl: Anuluj

source: Close
bg: Затвори
cs: Zavřít
cy: Cau
da: Luk
de: Schließen
el: Κλείσιμο
es: Cerrar
fr: Fermer
ga: Dún
it: Chiudi
nl: Sluiten
pl: Zamknij

source: Save
bg: Запази
cs: Uložit
cy: Cadw
da: Gem
de: Speichern
el: Αποθήκευση
es: Guardar
fr: Enregistrer
ga: Sábháil
it: Salva
nl: Opslaan
pl: Zapisz

source: Delete
bg: Изтрий
cs: Smazat
cy: Dileu
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
fr: Supprimer
ga: Scrios
it: Elimina
nl: Verwijderen
pl: Usuń

source: Edit
bg: Редактирай
cs: Upravit
cy: Golygu
da: Rediger
de: Bearbeiten
el: Επεξεργασία
es: Editar
fr: Modifier
ga: Cuir in eagar
it: Modifica
nl: Bewerken
pl: Edytuj

source: Confirm
bg: Потвърди
cs: Potvrdit
cy: Cadarnhau
da: Bekræft
de: Bestätigen
el: Επιβεβαίωση
es: Confirmar
fr: Confirmer
ga: Deimhnigh
it: Conferma
nl: Bevestigen
pl: Potwierdź

source: My Vault
bg: Моят трезор
cs: Můj trezor
cy: Fy Nghwpwrdd
da: Min Vault
de: Mein Tresor
el: Το Vault μου
es: Mi bóveda
fr: Mon coffre
ga: Mo Thaisce
it: Il mio Vault
nl: Mijn kluis
pl: Mój skarbiec

source: Favourites
bg: Любими
cs: Oblíbené
cy: Ffefrynnau
da: Favoritter
de: Favoriten
el: Αγαπημένα
es: Favoritos
fr: Favoris
ga: Ceanáin
it: Preferiti
nl: Favorieten
pl: Ulubione

source: Categories
bg: Категории
cs: Kategorie
cy: Categorïau
da: Kategorier
de: Kategorien
el: Κατηγορίες
es: Categorías
fr: Catégories
ga: Catagóirí
it: Categorie
nl: Categorieën
pl: Kategorie

source: Search recipes...
bg: Търсене на рецепти...
cs: Hledat recepty…
cy: Chwilio ryseitiau...
da: Søg efter opskrifter...
de: Rezepte suchen...
el: Αναζήτηση συνταγών
es: Buscar recetas...
fr: Rechercher des recettes...
ga: Cuardaigh oidis…
it: Cerca ricette...
nl: Recepten zoeken...
pl: Szukaj przepisów...

source: No recipes found
bg: Няма намерени рецепти
cs: Nenalezeny žádné recepty
cy: Dim ryseitiau wedi’u canfod
da: Ingen opskrifter fundet
de: Keine Rezepte gefunden
el: Δεν βρέθηκαν συνταγές
es: No se encontraron recetas
fr: Aucune recette trouvée
ga: Níor aimsíodh aon oideas
it: Nessuna ricetta trovata
nl: Geen recepten gevonden
pl: Nie znaleziono przepisów

source: Add Category
bg: Добави категория
cs: Přidat kategorii
cy: Ychwanegu Categori
da: Tilføj kategori
de: Kategorie hinzufügen
el: Προσθήκη κατηγορίας
es: Añadir categoría
fr: Ajouter une catégorie
ga: Cuir catagóir leis
it: Aggiungi categoria
nl: Categorie toevoegen
pl: Dodaj kategorię

source: Remove Category
bg: Премахни категория
cs: Odebrat kategorii
cy: Tynnu Categori
da: Fjern kategori
de: Kategorie entfernen
el: Αφαίρεση κατηγορίας
es: Eliminar categoría
fr: Supprimer la catégorie
ga: Bain catagóir
it: Rimuovi categoria
nl: Categorie verwijderen
pl: Usuń kategorię

source: Assign Category
bg: Задай категория
cs: Přiřadit kategorii
cy: Neulltuo Categori
da: Tildel kategori
de: Kategorie zuweisen
el: Ανάθεση κατηγορίας
es: Asignar categoría
fr: Attribuer une catégorie
ga: Sann catagóir
it: Assegna categoria
nl: Categorie toewijzen
pl: Przypisz kategorię

source: Recipe Details
bg: Детайли за рецептата
cs: Podrobnosti receptu
cy: Manylion y Rysáit
da: Opskriftsdetaljer
de: Rezeptdetails
el: Λεπτομέρειες συνταγής
es: Detalles de la receta
fr: Détails de la recette
ga: Sonraí an oideas
it: Dettagli ricetta
nl: Receptdetails
pl: Szczegóły przepisu

source: Ingredients
bg: Съставки
cs: Suroviny
cy: Cynhwysion
da: Ingredienser
de: Zutaten
el: Συστατικά
es: Ingredientes
fr: Ingrédients
ga: Comhábhair
it: Ingredienti
nl: Ingrediënten
pl: Składniki

source: Instructions
bg: Инструкции
cs: Postup
cy: Cyfarwyddiadau
da: Fremgangsmåde
de: Zubereitung
el: Οδηγίες
es: Instrucciones
ga: Treoracha
it: Istruzioni
nl: Instructies
pl: Instrukcje

source: Notes
bg: Бележки
cs: Poznámky
cy: Nodiadau
da: Noter
de: Notizen
el: Σημειώσεις
es: Notas
ga: Nótaí
it: Note
nl: Notities
pl: Notatki

# dailyTipTitle
source: Daily Tip
bg: Дневен съвет
cs: Denní tip
cy: Awgrym Dyddiol
da: Dagens tip
de: Täglicher Tipp
el: Συμβουλή της ημέρας
es: Consejo del día
fr: Astuce du jour
ga: Leid laethúil
it: Consiglio del giorno
nl: Dagelijkse tip
pl: Porada dnia

source: Dismiss
bg: Отхвърли
cs: Skrýt
cy: Cau
da: Afvis
de: Ausblenden
el: Απόρριψη
es: Descartar
fr: Masquer
ga: Díbhe
it: Ignora
nl: Sluiten
pl: Odrzuć

# dailyMessagePlaceholder
source: Your daily inspiration will appear here.
bg: Дневното вдъхновение ще се появи тук.
cs: Vaše denní inspirace se objeví zde.
cy: Bydd eich ysbrydoliaeth ddyddiol yn ymddangos yma.
da: Din daglige inspiration vises her.
de: Deine tägliche Inspiration erscheint hier.
el: Η καθημερινή σας έμπνευση...
es: Tu inspiración diaria aparecerá aquí.
fr: Votre inspiration du jour apparaîtra ici.
ga: Taispeánfar d’inspioráid laethúil anseo.
it: La tua ispirazione quotidiana apparirà qui.
nl: Je dagelijkse inspiratie verschijnt hier.
pl: Twoja codzienna inspiracja pojawi się tutaj.

source: Upgrade Now
bg: Надгради сега
cs: Přejít na vyšší plán
cy: Uwchraddio Nawr
da: Opgrader nu
de: Jetzt upgraden
el: Αναβάθμιση τώρα
es: Actualizar ahora
fr: Mettre à niveau maintenant
ga: Uasghrádaigh anois
it: Aggiorna ora
nl: Nu upgraden
pl: Ulepsz teraz

# trialAvailable
source: Free Trial Available
bg: Наличен безплатен пробен период
cs: K dispozici zkušební verze zdarma
cy: Treial Am Ddim ar Gael
da: Gratis prøveperiode tilgængelig
de: Kostenlose Testphase verfügbar
el: Διαθέσιμη δοκιμή
es: Prueba gratuita disponible
fr: Essai gratuit disponible
ga: Triail in aisce ar fáil
it: Prova gratuita disponibile
nl: Gratis proefperiode beschikbaar
pl: Dostępna bezpłatna wersja próbna

# upgradeBannerMessage
source: Unlock more recipes, translations, and features – upgrade now!
bg: Отключи повече рецепти, преводи и функции – надгради сега!
cs: Odemkněte více receptů, překladů a funkcí – přejděte na vyšší plán!
cy: Datgloi mwy o ryseitiau, cyfieithiadau a nodweddion – uwchraddiwch nawr!
da: Lås op for flere opskrifter, oversættelser og funktioner – opgrader nu!
de: Schalte mehr Rezepte, Übersetzungen und Funktionen frei – jetzt upgraden!
el: Αναβαθμίστε για να ξεκλειδώσετε όλες τις δυνατότητες
es: ¡Desbloquea más recetas, traducciones y funciones: actualiza ahora!
fr: Débloquez plus de recettes, de traductions et de fonctionnalités – mettez à niveau dès maintenant !
ga: Díghlasáil tuilleadh oidis, aistriúchán agus gnéithe – uasghrádaigh anois!
it: Sblocca più ricette, traduzioni e funzionalità – aggiorna ora!
nl: Ontgrendel meer recepten, vertalingen en functies – upgrade nu!
pl: Odblokuj więcej przepisów, tłumaczeń i funkcji – ulepsz teraz!

# trialDaysRemaining
source: {days} days remaining
bg: Остават {days} дни
cs: Zbývá {days} dní
cy: {days} diwrnod ar ôl
da: {days} dage tilbage
de: Noch {days} Tage
el: {days} ημέρες απομένουν στη δοκιμή
es: {days} días restantes
fr: {days} jours restants
ga: {days} lá fágtha
it: {days} giorni rimanenti
nl: {days} dagen resterend
pl: {days} dni pozostało

# planTaster
source: Taster
bg: Дегустатор
cy: Blaswr
da: Smagsprøve
el: Δοκιμαστικό
es: Degustador
fr: Dégustation
ga: Blasálaí
it: Assaggiatore
nl: Proever
pl: Degustator

# planHomeChef
source: Home Chef
bg: Домашен готвач
cy: Cogydd Cartref
da: Hjemmekok
el: Οικιακός Σεφ
es: Chef en casa
fr: Chef à la maison
ga: Cócaire Baile
it: Cuoco di casa
nl: Thuischef
pl: Domowy kucharz

# planMasterChef
source: Master Chef
bg: Майстор-готвач
cy: Prif Gogydd
da: Mesterkok
fr: Grand Chef
ga: Ard‑Chócaire
nl: Meesterchef
pl: Mistrz kuchni

# planFree
source: Free Plan
bg: Безплатен план
cs: Bezplatný plán
cy: Cynllun Am Ddim
da: Gratis plan
de: Kostenloser Plan
el: Δωρεάν
es: Plan gratuito
fr: Forfait gratuit
ga: Plean Saor in Aisce
it: Piano gratuito
nl: Gratis plan
pl: Plan darmowy

source: Unknown Tier
bg: Неизвестен план
cs: Neznámá úroveň
cy: Haen Anhysbys
da: Ukendt niveau
de: Unbekannter Tarif
el: Άγνωστο επίπεδο
es: Nivel desconocido
fr: Niveau inconnu
ga: Sraith anaithnid
it: Livello sconosciuto
nl: Onbekend niveau
pl: Nieznany poziom

# planHomeChefSubtitleAnnual
source: Annual Plan
bg: Годишен план
cs: Roční plán
cy: Cynllun Blynyddol
da: Årsabonnement
de: Jahresplan
el: Ετήσια συνδρομή Home Chef
es: Plan anual
fr: Forfait annuel
ga: Plean bliantúil
it: Piano annuale
nl: Jaarlijks Abonnement
pl: Plan roczny

# planHomeChefSubtitleMonthly
source: Monthly Plan
bg: Месечен план
cs: Měsíční plán
cy: Cynllun Misol
da: Månedligt abonnement
de: Monatsplan
el: Μηνιαία συνδρομή Home Chef
es: Plan mensual
fr: Forfait mensuel
ga: Plean míosúil
it: Piano mensile
nl: Maandelijks Abonnement
pl: Plan miesięczny

# planMasterChefSubtitleAnnual
source: Annual Plan
bg: Годишен план
cs: Roční plán
cy: Cynllun Blynyddol
da: Årsabonnement
de: Jahresplan
el: Ετήσια συνδρομή Master Chef
es: Plan anual
fr: Forfait annuel
ga: Plean bliantúil
it: Piano annuale
nl: Jaarlijks Abonnement
pl: Plan roczny

# planMasterChefSubtitleMonthly
source: Monthly Plan
bg: Месечен план
cs: Měsíční plán
cy: Cynllun Misol
da: Månedligt abonnement
de: Monatsplan
el: Μηνιαία συνδρομή Master Chef
es: Plan mensual
fr: Forfait mensuel
ga: Plean míosúil
it: Piano mensile
nl: Maandelijks Abonnement
pl: Plan miesięczny

# planHomeChefDescription
source: A smart step up – perfect for regular home cooks who want a little more power.
bg: Умен ъпгрейд – идеален за редовни домашни готвачи, които искат малко повече мощ.
cs: Chytrý krok vpřed – ideální pro domácí kuchaře, kteří chtějí o něco více možností.
cy: Cam clyfar ymlaen – perffaith i gogyddion cartref rheolaidd sydd eisiau mwy o bŵer.
da: Et smart skridt op – perfekt til den flittige hjemmekok, der vil have lidt mere power.
de: Ein cleveres Upgrade – perfekt für regelmäßige Hobbyköche, die etwas mehr Power möchten.
el: Ιδανικό για παθιασμένους οικιακούς μάγειρες που θέλουν περισσότερη ευελιξία
es: Un paso inteligente: perfecto para cocineros habituales que quieren un poco más de potencia.
fr: Un vrai plus – parfait pour les cuisiniers à domicile réguliers qui veulent un peu plus de puissance.
ga: Céim chliste chun tosaigh – foirfe do chócaire baile rialta a theastaíonn níos mó cumhachta uaidh.
it: Un passo intelligente in più – perfetto per chi cucina spesso a casa e vuole un po' più di potenza.
nl: Een slimme stap vooruit – perfect voor thuiskoks die wat meer mogelijkheden willen.
pl: Mądry krok naprzód – idealny dla regularnych domowych kucharzy, którzy chcą trochę więcej możliwości.

# planMasterChefDescriptionAnnual
source: The ultimate plan for serious foodies – best value if you’re all in.
bg: Най-добрият план за истински ценители – най-изгоден, ако си напълно отдаден.
cs: Nejlepší plán pro vášnivé gurmány – nejvýhodnější, pokud jedete naplno.
cy: Y cynllun eithaf i gariadon bwyd difrifol – gwerth gorau os ydych chi’n ymrwymo’n llawn.
da: Den ultimative plan for seriøse madentusiaster – bedst værdi, hvis du går all‑in.
de: Der ultimative Plan für echte Foodies – bester Wert, wenn du voll dabei bist.
el: Απεριόριστη πρόσβαση με ετήσια εξοικονόμηση
es: El plan definitivo para los apasionados de la cocina: la mejor relación calidad-precio si vas a por todas.
fr: Le plan ultime pour les passionnés – le meilleur rapport qualité‑prix si vous êtes à fond.
ga: An plean deiridh do lucht bia dáiríre – an luach is fearr má tá tú go hiomlán gafa leis.
it: Il piano definitivo per veri appassionati di cucina – il miglior rapporto qualità/prezzo se ci metti tutto te stesso.
nl: Het ultieme plan voor serieuze fijnproevers – beste waarde als je er helemaal voor gaat.
pl: Najlepszy plan dla prawdziwych smakoszy – najlepsza wartość, jeśli jesteś w pełni zaangażowany.

# planMasterChefDescriptionMonthly
source: For those who want it all – maximum access, every month.
bg: За тези, които искат всичко – максимален достъп всеки месец.
cs: Pro ty, kteří chtějí všechno – maximální přístup každý měsíc.
cy: I’r rhai sydd eisiau popeth – mynediad llawn bob mis.
da: Til dig der vil have det hele – maksimal adgang, hver måned.
de: Für alle, die alles wollen – maximale Funktionen, jeden Monat.
el: Απεριόριστη πρόσβαση με μηνιαία πληρωμή
es: Para quienes lo quieren todo: acceso máximo, cada mes.
fr: Pour ceux qui veulent tout – un accès maximal, chaque mois.
ga: Do chách ar mian leo gach rud – rochtain uasta, gach mí.
it: Per chi vuole tutto – accesso massimo, ogni mese.
nl: Voor wie alles wil – maximale toegang, elke maand.
pl: Dla tych, którzy chcą mieć wszystko – maksymalny dostęp, co miesiąc.

# featureUnlimitedRecipes
source: Unlimited recipe scans
bg: Неограничени сканирания на рецепти
cs: Neomezené skenování receptů
cy: Sganiau rysáit diderfyn
da: Ubegrænsede opskriftscanninger
de: Unbegrenzte Rezept-Scans
el: Απεριόριστες συνταγές
es: Escaneos de recetas ilimitados
fr: Numérisations de recettes illimitées
ga: Scananna oidis gan teorainn
it: Scansioni ricette illimitate
nl: Onbeperkt recepten scannen
pl: Nieograniczone skanowanie przepisów

# featureUnlimitedTranslations
source: Unlimited translations
bg: Неограничени преводи
cs: Neomezené překlady
cy: Cyfieithiadau diderfyn
da: Ubegrænsede oversættelser
de: Unbegrenzte Übersetzungen
el: Απεριόριστες μεταφράσεις
es: Traducciones ilimitadas
fr: Traductions illimitées
ga: Aistriúcháin gan teorainn
it: Traduzioni illimitate
nl: Onbeperkt vertalen
pl: Nieograniczone tłumaczenia

# featureCloudBackup
source: Cloud backup
bg: Облачно архивиране
cs: Zálohování do cloudu
cy: Copi wrth gefn cwmwl
el: Αντίγραφο ασφαλείας στο cloud
es: Copia de seguridad en la nube
fr: Sauvegarde cloud
ga: Cúltaca scamall
it: Backup su cloud
pl: Kopia zapasowa w chmurze

# featureCategories
source: Custom categories
bg: Персонални категории
cs: Vlastní kategorie
cy: Categorïau personol
da: Brugerdefinerede kategorier
de: Eigene Kategorien
el: Δημιουργία και διαχείριση κατηγοριών
es: Categorías personalizadas
fr: Catégories personnalisées
ga: Catagóirí saincheaptha
it: Categorie personalizzate
nl: Aangepaste categorieën
pl: Własne kategorie

# featureFavourites
source: Mark favourites
bg: Отбелязване като любими
cs: Označovat oblíbené
cy: Nodi fel ffefryn
da: Marker favoritter
de: Favoriten markieren
el: Αγαπημένα
es: Marcar como favoritos
fr: Marquer en favoris
ga: Marcáil mar cheanáin
it: Segna come preferito
nl: Favorieten markeren
pl: Oznacz ulubione

# featureVaultSync
source: Sync across devices
bg: Синхронизация между устройства
cs: Synchronizace mezi zařízeními
cy: Cydamseru ar draws dyfeisiau
da: Synkroniser på tværs af enheder
de: Geräteübergreifend synchronisieren
el: Συγχρονισμός με το Vault
es: Sincroniza entre dispositivos
fr: Synchronisation multi‑appareils
ga: Sioncrónaigh trasna gléasanna
it: Sincronizzazione tra dispositivi
nl: Synchroniseer op alle apparaten
pl: Synchronizacja między urządzeniami

# featureHomeChef1
source: 👨‍🍳 20 AI recipe cards/month – cook new ideas effortlessly
bg: 👨‍🍳 20 AI рецепти/месец – нови идеи без усилие
cs: 👨‍🍳 20 AI receptových karet/měsíc – nové nápady bez námahy
cy: 👨‍🍳 20 cerdyn rysáit AI/mis – coginio syniadau newydd yn hawdd
da: 👨‍🍳 20 AI-opskriftskort/måned – find nye idéer uden besvær
de: 👨‍🍳 20 KI‑Rezeptkarten/Monat – neue Ideen mühelos kochen
el: 20 AI συνταγές τον μήνα
es: 👨‍🍳 20 tarjetas de recetas con IA/mes: cocina ideas nuevas sin esfuerzo
fr: 👨‍🍳 20 fiches recettes IA/mois – cuisinez de nouvelles idées sans effort
ga: 👨‍🍳 20 cárta oideas AI/mí – smaointe nua a chócaireacht gan stró
it: 👨‍🍳 20 schede ricette AI/mese – cucina nuove idee senza sforzo
nl: 👨‍🍳 20 AI-receptkaarten/maand – kook moeiteloos nieuwe ideeën
pl: 👨‍🍳 20 kart przepisów AI/miesiąc – gotuj nowe pomysły bez wysiłku

# featureHomeChef2
source: 🌍 5 translations/month – scan handwritten or foreign recipes
bg: 🌍 5 превода/месец – сканирай ръкописни или чуждоезични рецепти
cs: 🌍 5 překladů/měsíc – skenujte ručně psané či cizojazyčné recepty
cy: 🌍 5 cyfieithiad/mis – sganio ryseitiau llawysgrif neu o dramor
da: 🌍 5 oversættelser/måned – scan håndskrevne eller udenlandske opskrifter
de: 🌍 5 Übersetzungen/Monat – handschriftliche oder fremdsprachige Rezepte scannen
el: 5 μεταφράσεις τον μήνα
es: 🌍 5 traducciones/mes: escanea recetas manuscritas o en otros idiomas
fr: 🌍 5 traductions/mois – scannez des recettes manuscrites ou étrangères
ga: 🌍 5 aistriúchán/mí – scanáil oidis lámhscríofa nó i dteangacha eile
it: 🌍 5 traduzioni/mese – scansiona ricette scritte a mano o straniere
nl: 🌍 5 vertalingen/maand – scan handgeschreven of buitenlandse recepten
pl: 🌍 5 tłumaczeń/miesiąc – skanuj ręcznie pisane lub zagraniczne przepisy

# featureHomeChef3
source: 📦 Save your favourite recipes to your personal vault
bg: 📦 Запазвай любимите рецепти в личния си трезор
cs: 📦 Ukládejte si oblíbené recepty do osobního trezoru
cy: 📦 Cadwch eich hoff ryseitiau yn eich cwpwrdd personol
da: 📦 Gem dine favoritopskrifter i din personlige Vault
de: 📦 Speichere deine Lieblingsrezepte in deinem persönlichen Tresor
el: 20 μεταφορτώσεις εικόνων τον μήνα
es: 📦 Guarda tus recetas favoritas en tu bóveda personal
fr: 📦 Enregistrez vos recettes préférées dans votre coffre personnel
ga: 📦 Sábháil do chuid ceanán sa taisce phearsanta
it: 📦 Salva le tue ricette preferite nel tuo vault personale
nl: 📦 Sla je favoriete recepten op in je persoonlijke archief
pl: 📦 Zapisz swoje ulubione przepisy w prywatnym skarbcu

# featureHomeChef4
source: 🏷️ Create and manage up to 3 custom categories
bg: 🏷️ Създай и управлявай до 3 персонални категории
cs: 🏷️ Vytvořte a spravujte až 3 vlastní kategorie
cy: 🏷️ Creu a rheoli hyd at 3 chategori personol
da: 🏷️ Opret og administrér op til 3 brugerdefinerede kategorier
de: 🏷️ Erstelle und verwalte bis zu 3 eigene Kategorien
el: Αποθήκευση στο Cloud
es: 🏷️ Crea y gestiona hasta 3 categorías personalizadas
fr: 🏷️ Créez et gérez jusqu’à 3 catégories personnalisées
ga: 🏷️ Cruthaigh agus bainistigh suas le 3 chatagóir shaincheaptha
it: 🏷️ Crea e gestisci fino a 3 categorie personalizzate
nl: 🏷️ Maak en beheer tot 3 aangepaste categorieën
pl: 🏷️ Twórz i zarządzaj maksymalnie 3 własnymi kategoriami

# featureHomeChef5
source: 🔗 Share your recipes with friends and family
bg: 🔗 Споделяй рецепти с приятели и семейство
cs: 🔗 Sdílejte své recepty s rodinou a přáteli
cy: 🔗 Rhannwch eich ryseitiau gyda ffrindiau a theulu
da: 🔗 Del dine opskrifter med venner og familie
de: 🔗 Teile deine Rezepte mit Freunden und Familie
el: Δημιουργία έως 3 κατηγοριών
es: 🔗 Comparte tus recetas con amigos y familia
fr: 🔗 Partagez vos recettes avec vos proches
ga: 🔗 Roinn do chuid oidis le cairde agus le teaghlach
it: 🔗 Condividi le tue ricette con amici e famiglia
nl: 🔗 Deel je recepten met vrienden en familie
pl: 🔗 Udostępniaj swoje przepisy znajomym i rodzinie

# featureMasterChef1
source: 🍽️ 100 AI recipe cards/month – no limits on creativity
bg: 🍽️ 100 AI рецепти/месец – без ограничения за креативността
cs: 🍽️ 100 AI receptových karet/měsíc – žádné limity kreativity
cy: 🍽️ 100 cerdyn rysáit AI/mis – dim terfyn ar greadigrwydd
da: 🍽️ 100 AI-opskriftskort/måned – ingen grænser for kreativiteten
de: 🍽️ 100 KI‑Rezeptkarten/Monat – der Kreativität sind keine Grenzen gesetzt
el: Απεριόριστες AI συνταγές
es: 🍽️ 100 tarjetas de recetas con IA/mes: creatividad sin límites
fr: 🍽️ 100 fiches recettes IA/mois – créativité sans limites
ga: 🍽️ 100 cárta oideas AI/mí – cruthaitheacht gan teorainn
it: 🍽️ 100 schede ricette AI/mese – nessun limite alla creatività
nl: 🍽️ 100 AI-receptkaarten/maand – geen grenzen aan creativiteit
pl: 🍽️ 100 kart przepisów AI/miesiąc – bez ograniczeń kreatywności

# featureMasterChef2
source: 🈂️ 20 translations/month – perfect for international dishes
bg: 🈂️ 20 превода/месец – перфектно за международни ястия
cs: 🈂️ 20 překladů/měsíc – ideální pro mezinárodní kuchyni
cy: 🈂️ 20 cyfieithiad/mis – perffaith ar gyfer prydau rhyngwladol
da: 🈂️ 20 oversættelser/måned – perfekt til internationale retter
de: 🈂️ 20 Übersetzungen/Monat – perfekt für internationale Gerichte
el: Απεριόριστες μεταφράσεις
es: 🈂️ 20 traducciones/mes: perfecto para platos internacionales
fr: 🈂️ 20 traductions/mois – parfait pour les plats internationaux
ga: 🈂️ 20 aistriúchán/mí – foirfe do bhéilí idirnáisiúnta
it: 🈂️ 20 traduzioni/mese – perfetto per piatti internazionali
nl: 🈂️ 20 vertalingen/maand – perfect voor internationale gerechten
pl: 🈂️ 20 tłumaczeń/miesiąc – idealne dla międzynarodowych potraw

# featureMasterChef3
source: 📦 Unlimited recipe saving to your personal vault
bg: 📦 Неограничено запазване на рецепти в личния трезор
cs: 📦 Neomezené ukládání receptů do osobního trezoru
cy: 📦 Cadw diderfyn o ryseitiau yn eich cwpwrdd personol
da: 📦 Ubegrænset gemning i din personlige Vault
de: 📦 Unbegrenztes Speichern in deinem persönlichen Tresor
el: Απεριόριστες μεταφορτώσεις εικόνων
es: 📦 Guardado ilimitado de recetas en tu bóveda personal
fr: 📦 Enregistrement illimité de recettes dans votre coffre
ga: 📦 Sábháil oidis gan teorainn sa taisce phearsanta
it: 📦 Salvataggio illimitato di ricette nel tuo vault personale
nl: 📦 Onbeperkt recepten opslaan in je persoonlijke archief
pl: 📦 Nieograniczone zapisywanie przepisów w prywatnym skarbcu

# featureMasterChef4
source: 🏷️ Unlimited category creation & advanced sorting tools
bg: 🏷️ Неограничени категории и разширени инструменти за сортиране
cs: 🏷️ Neomezené kategorie a pokročilé nástroje třídění
cy: 🏷️ Creu categorïau diderfyn a defnyddio offer didoli uwch
da: 🏷️ Ubegrænset kategorioprettelse og avancerede sorteringsværktøjer
de: 🏷️ Unbegrenzte Kategorien & erweiterte Sortierwerkzeuge
el: Αποθήκευση στο Cloud
es: 🏷️ Creación ilimitada de categorías y herramientas avanzadas de ordenación
fr: 🏷️ Catégories illimitées et outils de tri avancés
ga: 🏷️ Catagóirí gan teorainn & uirlisí sórtála chun cinn
it: 🏷️ Creazione categorie illimitata e strumenti di ordinamento avanzati
nl: 🏷️ Onbeperkt categorieën maken & geavanceerde sorteertools
pl: 🏷️ Nieograniczone tworzenie kategorii i zaawansowane narzędzia sortowania
