Repository: JRELMHURST/recipeVault
Catalog: lib/l10n/app_*.arb
Languages: bg, cs, cy, da, de, el, es, fr, ga, it, nl, pl

# faqsAWhySub
source: Subscriptions unlock cloud sync, image uploads, translation, and AI-powered formatting.
bg: Абонаментите отключват облачна синхронизация, качване на изображения, превод и AI форматиране.
cs: Předplatné odemyká synchronizaci v cloudu, nahrávání obrázků, překlady a formátování pomocí AI.
cy: Mae tanysgrifiadau’n datgloi cydamseru cwmwl, llwytho delweddau, cyfieithu, a fformatio pweredig gan AI.
da: Abonnementer låser op for cloud-synkronisering, billedeuploads, oversættelse og AI-formatering.
de: Abos schalten Cloud‑Sync, Bilduploads, Übersetzungen und KI‑Formatierung frei.
el: Οι συνδρομές ξεκλειδώνουν συγχρονισμό cloud, μεταφορτώσεις εικόνων, μετάφραση και μορφοποίηση με AI.
es: Las suscripciones desbloquean sincronización en la nube, cargas de imágenes, traducción y formateo con IA.
fr: Les abonnements débloquent la synchronisation cloud, l’envoi d’images, la traduction et le formatage assisté par IA.
ga: Díghlasálann síntiúis sioncrónú scamall, uaslódálacha íomhá, aistriúchán, agus formáidiú cumhachtaithe ag AI.
it: Gli abbonamenti sbloccano la sincronizzazione cloud, il caricamento di immagini, la traduzione e la formattazione tramite AI.
nl: Abonnementen ontgrendelen cloud-synchronisatie, afbeeldingsuploads, vertalingen en AI-gestuurde opmaak.
pl: Subskrypcje odblokowują synchronizację w chmurze, przesyłanie obrazów, tłumaczenie i formatowanie oparte na AI.

# faqsQCancel
source: How can I cancel my subscription?
bg: Как мога да отменя абонамента?
cs: Jak mohu zrušit předplatné?
cy: Sut alla i ganslo fy nhanysgrifiad?
da: Hvordan kan jeg annullere mit abonnement?
de: Wie kann ich mein Abo kündigen?
el: Πώς μπορώ να ακυρώσω τη συνδρομή μου;
es: ¿Cómo puedo cancelar mi suscripción?
fr: Comment annuler mon abonnement ?
ga: Conas is féidir liom mo shíntiús a chealú?
it: Come posso annullare il mio abbonamento?
nl: Hoe kan ik mijn abonnement opzeggen?
pl: Jak mogę anulować subskrypcję?

# faqsACancel
source: Manage or cancel your plan anytime through your App Store or Google Play account settings.
bg: Управлявайте или отменете плана си по всяко време от акаунта си в App Store или Google Play.
cs: Plán můžete kdykoli spravovat či zrušit v nastavení svého účtu na App Store nebo Google Play.
cy: Rheolwch neu ganslwch eich cynllun unrhyw bryd trwy osodiadau eich cyfrif App Store neu Google Play.
da: Administrér eller annullér din plan når som helst via dine App Store- eller Google Play-kontoindstillinger.
de: Verwalte oder kündige deinen Plan jederzeit in deinen App‑Store‑ bzw. Google‑Play‑Kontoeinstellungen.
el: Διαχειριστείτε ή ακυρώστε το πλάνο σας οποιαδήποτε στιγμή μέσω των ρυθμίσεων του λογαριασμού σας στο App Store ή στο Google Play.
es: Gestiona o cancela tu plan en cualquier momento desde la configuración de tu cuenta en App Store o Google Play.
fr: Gérez ou annulez votre forfait à tout moment via les réglages de votre compte App Store ou Google Play.
ga: Is féidir leat do phlean a bhainistiú nó a chealú am ar bith trí do chuntas App Store nó Google Play.
it: Gestisci o annulla il tuo piano in qualsiasi momento tramite le impostazioni del tuo account App Store o Google Play.
nl: Beheer of annuleer je abonnement op elk moment via de instellingen van je App Store- of Google Play-account.
pl: Możesz zarządzać lub anulować swój plan w dowolnym momencie w ustawieniach konta App Store lub Google Play.

# notificationsTitle
source: Notifications
bg: Известия
cs: Oznámení
cy: Hysbysiadau
da: Notifikationer
de: Benachrichtigungen
el: Ειδοποιήσεις
es: Notificaciones
ga: Fógraí
it: Notifiche
nl: Meldingen
pl: Powiadomienia

# notificationsSectionReminders
source: Reminders
bg: Напомняния
cs: Připomínky
cy: Atgoffwyr
da: Påmindelser
de: Erinnerungen
el: Υπενθυμίσεις
es: Recordatorios
fr: Rappels
ga: Meabhrúcháin
it: Promemoria
nl: Herinneringen
pl: Przypomnienia

# notificationsWeeklyTitle
source: Weekly Recipe Reminder
bg: Седмично напомняне за рецепти
cs: Týdenní připomínka receptu
cy: Atgoffa Wythnosol am Ryseitiau
da: Ugentlig opskriftspåmindelse
de: Wöchentliche Rezept‑Erinnerung
el: Εβδομαδιαία υπενθύμιση συνταγών
es: Recordatorio semanal de recetas
fr: Rappel de recette hebdomadaire
ga: Meabhrúchán Seachtainiúil Oideas
it: Promemoria settimanale ricette
nl: Wekelijkse receptherinnering
pl: Cotygodniowe przypomnienie o przepisie

# notificationsWeeklySubtitle
source: Get nudged weekly to add recipes to your vault.
bg: Получавай седмичен тласък да добавяш рецепти в трезора.
cs: Každý týden jemné postrčení k přidání receptů do trezoru.
cy: Derbyn gwthiad wythnosol i ychwanegu ryseitiau i’ch vault.
da: Få en ugentlig påmindelse om at tilføje opskrifter til din Vault.
de: Werde wöchentlich daran erinnert, Rezepte in deinen Tresor zu legen.
el: Λάβετε εβδομαδιαία ειδοποίηση για να προσθέτετε συνταγές στο Vault σας.
es: Recibe un aviso semanal para añadir recetas a tu bóveda.
fr: Recevez chaque semaine un rappel pour ajouter des recettes à votre coffre.
ga: Faigh brúchtadh seachtainiúil chun oidis a chur le do Thaisce.
it: Ricevi un promemoria settimanale per aggiungere ricette al tuo Vault.
nl: Krijg wekelijks een herinnering om recepten aan je kluis toe te voegen.
pl: Otrzymuj cotygodniowe przypomnienia o dodawaniu przepisów do swojego skarbca.

# notificationsSectionUpdates
source: Updates
bg: Актуализации
cs: Novinky
cy: Diweddariadau
da: Opdateringer
de: Neuigkeiten
el: Ενημερώσεις
es: Novedades
fr: Mises à jour
ga: Nuashonruithe
it: Aggiornamenti
pl: Aktualizacje

# notificationsFeatureAlertsTitle
source: New Feature Alerts
bg: Известия за нови функции
cs: Upozornění na nové funkce
cy: Rhybuddion Nodwedd Newydd
da: Underretninger om nye funktioner
de: Neue Funktionen
el: Ειδοποιήσεις νέων λειτουργιών
es: Alertas de nuevas funciones
fr: Alertes nouvelles fonctionnalités
ga: Foláirimh Gné Nua
it: Avvisi nuove funzionalità
nl: Meldingen over nieuwe functies
pl: Powiadomienia o nowych funkcjach

# notificationsFeatureAlertsSubtitle
source: Be the first to hear when something tasty is added!
bg: Бъди пръв, когато добавим нещо вкусно!
cs: Buďte první, kdo se dozví, že přibylo něco chutného!
cy: Byddwch y cyntaf i glywed pan fydd rhywbeth blasus yn cael ei ychwanegu!
da: Vær den første til at høre, når der kommer noget lækkert!
de: Erfahre als Erste*r, wenn es etwas Leckeres Neues gibt!
el: Μάθετε πρώτοι όταν προστεθεί κάτι νέο και νόστιμο!
es: ¡Sé el primero en enterarte cuando llegue algo delicioso!
fr: Soyez le premier informé quand une nouveauté savoureuse arrive !
ga: Bí ar an gcéad duine a chloiseann nuair a chuirtear rud blasta leis!
it: Sii il primo a sapere quando viene aggiunta una novità!
nl: Wees als eerste op de hoogte wanneer er iets smakelijks wordt toegevoegd!
pl: Bądź pierwszym, który dowie się, gdy pojawi się coś smacznego!

# planIncludedHeader
source: Included in your plan:
bg: Включено в плана:
cs: Součástí vašeho plánu:
cy: Wedi’i gynnwys yn eich cynllun:
da: Inkluderet i din plan:
de: In deinem Plan enthalten:
el: Περιλαμβάνονται στο πλάνο σας:
es: Incluido en tu plan:
fr: Inclus dans votre forfait :
ga: San áireamh i do phlean:
it: Incluso nel tuo piano:
nl: Inbegrepen in je abonnement:
pl: W ramach Twojego planu:

# trialEnds
source: Trial ends: {date}
bg: Пробният период изтича: {date}
cs: Zkušební verze končí: {date}
cy: Daw’r treial i ben: {date}
da: Prøveperioden slutter: {date}
de: Testphase endet: {date}
el: Η δοκιμή λήγει: {date}
es: La prueba termina: {date}
fr: Fin de l’essai : {date}
ga: Críochnaíonn an triail: {date}
it: La prova termina: {date}
nl: Proefperiode eindigt: {date}
pl: Okres próbny kończy się: {date}

# settingsSectionAccount
source: Account
bg: Акаунт
cs: Účet
cy: Cyfrif
da: Konto
de: Konto
el: Λογαριασμός
es: Cuenta
fr: Compte
ga: Cuntas
pl: Konto

# settingsSectionPreferences
source: Preferences
bg: Предпочитания
cs: Předvolby
cy: Dewisiadau
da: Præferencer
de: Einstellungen
el: Προτιμήσεις
es: Preferencias
fr: Préférences
ga: Sainroghanna
it: Preferenze
nl: Voorkeuren
pl: Preferencje

# settingsSectionStorage
source: Local Storage
bg: Локално съхранение
cs: Místní úložiště
cy: Storio Lleol
da: Lokal lagring
de: Lokaler Speicher
el: Τοπική αποθήκευση
es: Almacenamiento local
fr: Stockage local
ga: Stóras Áitiúil
it: Archiviazione locale
nl: Lokale opslag
pl: Pamięć lokalna

# settingsSectionSubscription
source: Subscription
bg: Абонамент
cs: Předplatné
cy: Tanysgrifiad
da: Abonnement
de: Abonnement
el: Συνδρομή
es: Suscripción
fr: Abonnement
ga: Síntiús
it: Abbonamento
nl: Abonnement
pl: Subskrypcja

# settingsSectionSupport
source: Support
bg: Поддръжка
cs: Podpora
cy: Cefnogaeth
el: Υποστήριξη
es: Soporte
fr: Assistance
ga: Tacaíocht
it: Supporto
nl: Ondersteuning
pl: Wsparcie

# settingsTileAccountSettings
source: Account Settings
bg: Настройки на акаунта
cs: Nastavení účtu
cy: Gosodiadau Cyfrif
da: Kontoindstillinger
de: Kontoeinstellungen
el: Ρυθμίσεις λογαριασμού
es: Ajustes de la cuenta
fr: Paramètres du compte
ga: Socruithe Cuntais
it: Impostazioni account
nl: Accountinstellingen
pl: Ustawienia konta

# settingsTileAppearance
source: Appearance
bg: Външен вид
cs: Vzhled
cy: Golwg
da: Udseende
de: Darstellung
el: Εμφάνιση
es: Apariencia
fr: Apparence
ga: Cuma
it: Aspetto
nl: Weergave
pl: Wygląd

# settingsTileNotifications
source: Notifications
bg: Известия
cs: Oznámení
cy: Hysbysiadau
da: Notifikationer
de: Benachrichtigungen
el: Ειδοποιήσεις
es: Notificaciones
ga: Fógraí
it: Notifiche
nl: Meldingen
pl: Powiadomienia

# settingsTileCacheClear
source: Cache Clear
bg: Изчистване на кеша
cs: Vymazat mezipaměť
cy: Clirio Storfa
da: Ryd cache
de: Cache leeren
el: Εκκαθάριση cache
es: Borrar caché
fr: Effacer le cache
ga: Glan an taisce
it: Svuota cache
nl: Cache wissen
pl: Wyczyść pamięć podręczną

# settingsTileManageSubscription
source: Manage Subscription
bg: Управление на абонамента
cs: Spravovat předplatné
cy: Rheoli Tanysgrifiad
da: Administrér abonnement
de: Abo verwalten
el: Διαχείριση συνδρομής
es: Gestionar suscripción
fr: Gérer l’abonnement
ga: Bainistigh Síntiús
it: Gestisci abbonamento
nl: Abonnement beheren
pl: Zarządzaj subskrypcją

# settingsTileHelpFaqs
source: Help & FAQs
bg: Помощ и ЧЗВ
cs: Nápověda a Časté dotazy
cy: Cymorth a Cwestiynau Cyffredin
da: Hjælp & FAQ
de: Hilfe & FAQs
el: Βοήθεια & Συχνές ερωτήσεις
es: Ayuda y preguntas frecuentes
fr: Aide & FAQ
ga: Cabhair & CCanna
it: Aiuto e FAQ
nl: Hulp & veelgestelde vragen
pl: Pomoc i FAQ

# settingsTileAboutLegal
source: About & Legal
bg: Инфо и правни условия
cs: O aplikaci a právní informace
cy: Ynghylch a Chyfreithiol
da: Om & juridisk
de: Info & Rechtliches
el: Σχετικά & Νομικά
es: Acerca de y legal
fr: À propos & Mentions légales
ga: Maidir & Dlí
it: Informazioni e note legali
nl: Over & juridisch
pl: Informacje i prawne

# localStorageTitle
source: Local Storage
bg: Локално съхранение
cs: Místní úložiště
cy: Storio Lleol
da: Lokal lagring
de: Lokaler Speicher
el: Τοπική αποθήκευση
es: Almacenamiento local
fr: Stockage local
ga: Stóras Áitiúil
it: Archiviazione locale
nl: Lokale opslag
pl: Pamięć lokalna

# clearLocalCacheTitle
source: Clear Local Cache
bg: Изчисти локалния кеш
cs: Vymazat místní mezipaměť
cy: Clirio Storfa Leol
da: Ryd lokal cache
de: Lokalen Cache leeren
el: Εκκαθάριση τοπικής cache
es: Borrar caché local
fr: Effacer le cache local
ga: Glan an Taisce Áitiúil
it: Svuota cache locale
nl: Lokale cache wissen
pl: Wyczyść pamięć lokalną

# clearLocalCacheDescription
source: Delete all recipes, categories and tutorial flags stored on this device. Your cloud data will not be affected.
bg: Изтрий всички рецепти, категории и флагове за уроци, съхранени на това устройство. Облачните ви данни няма да бъдат засегнати.
cs: Smažte všechny recepty, kategorie a příznaky tutoriálů uložené v tomto zařízení. Vaše cloudová data nebudou ovlivněna.
cy: Dileu’r holl ryseitiau, categorïau a baneri tiwtorial sydd wedi’u storio ar y ddyfais hon. Ni fydd eich data cwmwl yn cael ei effeithio.
da: Slet alle opskrifter, kategorier og tutorial-flag, der er gemt på denne enhed. Dine cloud-data påvirkes ikke.
de: Lösche alle Rezepte, Kategorien und Tutorial‑Markierungen, die auf diesem Gerät gespeichert sind. Deine Cloud‑Daten bleiben unberührt.
el: Διαγράψτε όλες τις συνταγές, κατηγορίες και σημαίες εκμάθησης που είναι αποθηκευμένες σε αυτήν τη συσκευή. Τα δεδομένα σας στο cloud δεν θα επηρεαστούν.
es: Elimina todas las recetas, categorías y banderas de tutorial almacenadas en este dispositivo. Tus datos en la nube no se verán afectados.
fr: Supprimez toutes les recettes, catégories et indicateurs de tutoriel stockés sur cet appareil. Vos données cloud ne seront pas affectées.
ga: Scrios gach oideas, catagóir agus bratach teagaisc atá stóráilte ar an ngléas seo. Ní dhéanfar do shonraí sa scamall a athrú.
it: Elimina tutte le ricette, le categorie e i flag dei tutorial archiviati su questo dispositivo. I tuoi dati nel cloud non saranno influenzati.
nl: Verwijder alle recepten, categorieën en tutorialmarkeringen die op dit apparaat zijn opgeslagen. Je cloudgegevens worden niet beïnvloed.
pl: Usuń wszystkie przepisy, kategorie i znaczniki samouczka zapisane na tym urządzeniu. Twoje dane w chmurze nie zostaną naruszone.

# clearLocalCacheButton
source: Clear Local Cache
bg: Изчисти локалния кеш
cs: Vymazat místní mezipaměť
cy: Clirio Storfa Leol
da: Ryd lokal cache
de: Lokalen Cache leeren
el: Εκκαθάριση τοπικής cache
es: Borrar caché local
fr: Effacer le cache local
ga: Glan an Taisce Áitiúil
it: Svuota cache locale
nl: Lokale cache wissen
pl: Wyczyść pamięć lokalną

# clearCacheDialogTitle
source: Clear Cache?
bg: Да изчистя кеша?
cs: Vymazat mezipaměť?
cy: Clirio’r Storfa?
da: Ryd cache?
de: Cache leeren?
el: Εκκαθάριση cache;
es: ¿Borrar caché?
fr: Effacer le cache ?
ga: Glan an taisce?
it: Svuotare la cache?
nl: Cache wissen?
pl: Wyczyścić pamięć podręczną?

# clearCacheDialogBody
source: This will delete all locally stored recipes, categories, and tutorial flags. Your cloud data will remain safe.
bg: Това ще изтрие всички локално съхранени рецепти, категории и флагове за уроци. Вашите облачни данни ще останат безопасни.
cs: Tímto smažete všechny lokálně uložené recepty, kategorie a příznaky tutoriálů. Vaše data v cloudu zůstanou v bezpečí.
cy: Bydd hyn yn dileu’r holl ryseitiau, categorïau a baneri tiwtorial sydd wedi’u storio’n lleol. Bydd eich data cwmwl yn aros yn ddiogel.
da: Dette vil slette alle lokalt gemte opskrifter, kategorier og tutorial-flag. Dine cloud-data forbliver sikre.
de: Dadurch werden alle lokal gespeicherten Rezepte, Kategorien und Tutorial‑Markierungen gelöscht. Deine Cloud‑Daten bleiben sicher.
el: Αυτό θα διαγράψει όλες τις τοπικά αποθηκευμένες συνταγές, κατηγορίες και σημαίες εκμάθησης. Τα δεδομένα σας στο cloud θα παραμείνουν ασφαλή.
es: Esto eliminará todas las recetas, categorías y banderas de tutorial almacenadas localmente. Tus datos en la nube permanecerán seguros.
fr: Cela supprimera toutes les recettes, catégories et indicateurs de tutoriel stockés localement. Vos données cloud resteront intactes.
ga: Scriosfaidh sé seo na h-oidis, na catagóirí agus na bratacha teagaisc go léir atá stóráilte go háitiúil. Fanfaidh do shonraí sa scamall slán.
it: Questo eliminerà tutte le ricette, le categorie e i flag dei tutorial archiviati localmente. I tuoi dati nel cloud rimarranno al sicuro.
nl: Dit verwijdert alle lokaal opgeslagen recepten, categorieën en tutorialmarkeringen. Je cloudgegevens blijven veilig.
pl: Spowoduje to usunięcie wszystkich lokalnie zapisanych przepisów, kategorii i znaczników samouczka. Twoje dane w chmurze pozostaną bezpieczne.

source: Clear Now
bg: Изчисти сега
cs: Vymazat nyní
cy: Clirio Nawr
da: Ryd nu
de: Jetzt leeren
el: Εκκαθάριση τώρα
es: Borrar ahora
fr: Effacer maintenant
ga: Glan anois
it: Svuota ora
nl: Nu wissen
pl: Wyczyść teraz

source: Local cache cleared
bg: Локалният кеш е изчистен
cs: Místní mezipaměť vymazána
cy: Storfa leol wedi’i glirio
da: Lokal cache ryddet
de: Lokaler Cache geleert
el: Η τοπική cache εκκαθαρίστηκε
es: Caché local borrada
fr: Cache local effacé
ga: Glanadh an taisce áitiúil
it: Cache locale svuotata
nl: Lokale cache gewist
pl: Pamięć lokalna wyczyszczona

# processingTitle
source: Processing Your Recipe
bg: Обработка на вашата рецепта
cs: Zpracovávání vašeho receptu
cy: Wrthi’n Prosesu Eich Rysáit
da: Behandler Din Opskrift
de: Rezept wird verarbeitet
el: Επεξεργασία της συνταγής σας
es: Procesando tu receta
fr: Traitement de votre recette
it: Elaborazione della tua ricetta
nl: Je recept wordt verwerkt
pl: Przetwarzanie przepisu

# processingStepUploading
source: Uploading Images
bg: Качване на изображения
cs: Nahrávání obrázků
cy: Llwytho Delweddau i Fyny
da: Uploader billeder
de: Bilder hochladen
el: Μεταφόρτωση εικόνων
es: Subiendo imágenes
fr: Téléversement des images
it: Caricamento immagini
nl: Afbeeldingen uploaden
pl: Przesyłanie obrazów

# processingStepTranslating
source: Translating
bg: Превеждане
cs: Překládání
cy: Cyfieithu
da: Oversætter
de: Übersetzen
el: Μετάφραση
es: Traduciendo
fr: Traduction
it: Traduzione in corso
nl: Vertalen
pl: Tłumaczenie

# processingStepFormatting
source: Extracting & Formatting
bg: Извличане и форматиране
cs: Extrahování a formátování
cy: Echdynnu a Fformatio
da: Udtrækker og formaterer
de: Extrahieren & Formatieren
el: Εξαγωγή & Μορφοποίηση
es: Extrayendo y formateando
fr: Extraction et mise en forme
it: Estrazione e formattazione
nl: Uitlezen en opmaken
pl: Wydobywanie i formatowanie

# processingStepFinishing
source: Finishing Up
bg: Финализиране
cs: Dokončování
cy: Gorffen
da: Afslutter
de: Fertigstellen
el: Ολοκλήρωση
es: Finalizando
fr: Finalisation
it: Finalizzazione
nl: Afronden
pl: Kończenie

# processingFunUploading
source: Crunching screenshots like cornflakes…
bg: Преработваме екранните снимки като корнфлейкс...
cs: Zpracováváme snímky obrazovky jako cornflakes…
cy: Yn chrensian lluniau sgrin fel cornflakes…
da: Knuser skærmbilleder som cornflakes…
de: Zerknirscht Screenshots wie Cornflakes…
el: Τραγανίζουμε τα στιγμιότυπα σαν κορν φλέικς…
es: Masticando capturas de pantalla como copos de maíz…
fr: Croque les captures d’écran comme des cornflakes…
it: Sgranocchiando screenshot come cornflakes…
nl: Screenshots kraken als cornflakes…
pl: Przegryzamy zrzuty ekranu jak płatki kukurydziane…

# processingFunFormatting
source: Plating your recipe nicely…
bg: Подреждаме рецептата красиво...
cs: Servírujeme váš recept pěkně na talíř…
cy: Yn gweini eich rysáit yn daclus…
da: Anretter din opskrift pænt…
de: Richtet dein Rezept schön an…
el: Σερβίρουμε όμορφα τη συνταγή σας…
es: Emplatando tu receta con estilo…
fr: Dresse votre recette avec soin…
it: Impiattando la tua ricetta con cura…
nl: Je recept mooi opmaken…
pl: Ładnie podajemy twój przepis…

# processingFunCompleted
source: Adding the final garnish…
bg: Добавяме финалната украса…
cs: Přidáváme poslední ozdobu…
cy: Yn ychwanegu’r addurn olaf…
da: Tilføjer den sidste pynt…
de: Fügt die letzte Garnitur hinzu…
el: Προσθέτουμε την τελευταία πινελιά…
es: Añadiendo el toque final…
fr: Ajoute la touche finale…
it: Aggiungendo il tocco finale…
nl: De laatste garnering toevoegen…
pl: Dodajemy ostatnią dekorację…

# processingFunUploading1
source: Uploading your screenshots…
bg: Качване на вашите скрийншотове…
cs: Nahrávání vašich snímků obrazovky…
cy: Wrthi'n llwytho eich sgrinluniau…
da: Uploader dine skærmbilleder…
de: Lade deine Screenshots hoch…
el: Μεταφόρτωση των στιγμιότυπων οθόνης σας…
es: Subiendo tus capturas de pantalla…
fr: Téléchargement de vos captures d’écran…
it: Caricamento degli screenshot…
nl: Je screenshots worden geüpload…
pl: Przesyłanie Twoich zrzutów ekranu…

# processingFunUploading2
source: Beaming ingredients to the cloud kitchen…
bg: Изпращане на съставките в облачната кухня…
cs: Odesílání ingrediencí do cloudové kuchyně…
cy: Anfon cynhwysion i'r gegin yn y cwmwl…
da: Sender ingredienser til sky-køkkenet…
de: Sende Zutaten an die Cloud-Küche…
el: Στέλνουμε τα υλικά στην κουζίνα του cloud…
es: Enviando los ingredientes a la cocina en la nube…
fr: Envoi des ingrédients vers la cuisine du cloud…
it: Invio degli ingredienti alla cucina nel cloud…
nl: Ingrediënten naar de cloudkeuken sturen…
pl: Wysyłanie składników do kuchni w chmurze…

# processingFunUploading3
source: Crunching screenshots like cornflakes…
bg: Хрупкане на скрийншотовете като корнфлейкс…
cs: Křupání snímků obrazovky jako cornflakes…
cy: Cnoi sgrinluniau fel cornflakes…
da: Knaser skærmbilleder som cornflakes…
de: Knuspere Screenshots wie Cornflakes…
el: Τραγανίζουμε στιγμιότυπα σαν κορνφλέικς…
es: Crujiendo capturas de pantalla como copos de maíz…
fr: Croquer les captures d’écran comme des cornflakes…
it: Sgranocchiando gli screenshot come cornflakes…
nl: Screenshots knapperen als cornflakes…
pl: Chrupiemy zrzuty ekranu jak płatki kukurydziane…

# processingFunUploading4
source: Stirring up your upload potion…
bg: Разбъркване на вашата магическа смес за качване…
cs: Míchání vašeho uploadového lektvaru…
cy: Cymysgu eich hud lwytho…
da: Rører i din upload-bryg…
de: Rühre deinen Upload-Zaubertrank…
el: Ανακατεύοντας το φίλτρο μεταφόρτωσής σας…
es: Preparando tu poción de subida…
fr: Mélange de votre potion de téléchargement…
it: Mescolando la pozione di caricamento…
nl: Je uploadtoversoep roeren…
pl: Mieszamy magiczną miksturę przesyłania…

# processingFunExtracting1
source: Reading your handwritten scribbles…
bg: Четене на вашите ръкописни бележки…
cs: Čtení vašich ručně psaných poznámek…
cy: Darllen eich brasluniau ysgrifenedig â llaw…
da: Læser dine håndskrevne kruseduller…
de: Lese deine handschriftlichen Kritzeleien…
el: Διαβάζουμε τις χειρόγραφες σημειώσεις σας…
es: Leyendo tus garabatos a mano…
fr: Lecture de vos gribouillages manuscrits…
it: Leggendo i tuoi scarabocchi a mano…
nl: Je handgeschreven krabbels lezen…
pl: Odczytywanie Twoich odręcznych notatek…

# processingFunExtracting2
source: Summoning the OCR gnomes…
bg: Призоваване на OCR джуджетата…
cs: Přivolávání skřítků OCR…
cy: Galw ar y corachod OCR…
da: Kalder på OCR-nisserne…
de: Rufe die OCR-Zwerge herbei…
el: Καλούμε τα ξωτικά OCR…
es: Llamando a los duendes del OCR…
fr: Appel aux lutins OCR…
it: Evocando gli gnomi OCR…
nl: De OCR-kabouters oproepen…
pl: Przywoływanie skrzatów OCR…

# processingFunExtracting3
source: Extracting delicious details from pixels…
bg: Извличане на вкусни детайли от пикселите…
cs: Vytahování lahodných detailů z pixelů…
cy: Echdynnu manylion blasus o'r picseli…
da: Udtrækker lækre detaljer fra pixlerne…
de: Extrahiere köstliche Details aus den Pixeln…
el: Εξαγωγή νόστιμων λεπτομερειών από τα pixel…
es: Extrayendo deliciosos detalles de los píxeles…
fr: Extraction de délicieux détails à partir des pixels…
it: Estraendo deliziosi dettagli dai pixel…
nl: Heerlijke details uit pixels halen…
pl: Wydobywanie pysznych szczegółów z pikseli…

# processingFunExtracting4
source: Finding recipe gold in the noise…
bg: Откриване на златото в рецептата сред шума…
cs: Hledání receptového zlata v šumu…
cy: Dod o hyd i aur rysáit yn y sŵn…
da: Finder opskrift-guld i støjen…
de: Finde Rezept-Gold im Rauschen…
el: Βρίσκουμε χρυσό συνταγής μέσα στον θόρυβο…
es: Encontrando oro culinario en el ruido…
fr: Recherche d’or culinaire dans le bruit…
it: Trovando oro culinario nel rumore…
nl: Receptgoud vinden in de ruis…
pl: Wyszukiwanie kulinarnego złota w szumie…
