Repository: JRELMHURST/recipeVault
Catalog: lib/l10n/app_*.arb
Languages: bg, cs, cy, da, de, el, es, fr, ga, it, nl, pl

# factHoneyNeverSpoils
source: Honey never spoils. Ever. Like your best recipes.
bg: Медът никога не се разваля. Като най-добрите рецепти.
cs: Med se nikdy nekazí. Nikdy. Stejně jako vaše nejlepší recepty.
cy: Nid yw mêl byth yn difetha. Fel eich ryseitiau gorau.
da: Honning bliver aldrig dårlig. Aldrig. Ligesom dine bedste opskrifter.
de: Honig verdirbt nie. Nie. So wie deine besten Rezepte.
el: Το μέλι δεν χαλάει ποτέ. Ποτέ. Όπως οι καλύτερες συνταγές σας.
es: La miel nunca se estropea. Nunca. Como tus mejores recetas.
fr: Le miel ne se gâte jamais. Jamais. Comme vos meilleures recettes.
ga: Ní lobhann mil riamh. Cosúil le do chuid oidis is fearr.
it: Il miele non va mai a male. Mai. Come le tue migliori ricette.
nl: Honing bederft nooit. Net als je beste recepten.
pl: Miód nigdy się nie psuje. Nigdy. Tak jak twoje najlepsze przepisy.

# factOysters
source: Oysters were once considered poor man's food. Now? Luxury.
bg: Стридите някога били храна за бедни. Днес? Лукс.
cs: Ústřice bývaly jídlem chudých. Dnes? Luxus.
cy: Unwaith roedd wystrys yn cael eu hystyried yn fwyd y tlawd. Nawr? Moethus.
da: Østers blev engang betragtet som fattigmandsmad. Nu? Luksus.
de: Austern galten früher als Arme‑Leute‑Essen. Heute? Luxus.
el: Τα στρείδια κάποτε θεωρούνταν φαγητό φτωχών. Τώρα; Πολυτέλεια.
es: Las ostras se consideraban comida de pobres. ¿Ahora? Lujo.
fr: Les huîtres étaient autrefois la nourriture des pauvres. Aujourd’hui ? Un luxe.
ga: Bhí oisrí ina mbia do dhaoine bochta tráth. Anois? Só.
it: Le ostriche un tempo erano considerate cibo da poveri. Ora? Lusso.
nl: Oesters werden ooit als armeluisvoedsel gezien. Nu? Luxe.
pl: Ostrygi były kiedyś uważane za jedzenie dla biednych. Teraz? Luksus.

# factPuffLayers
source: Puff pastry has over 700 layers. It also has a shortcut here.
bg: Бутер тестото има над 700 слоя. И тук има пряк път.
cs: Listové těsto má přes 700 vrstev. A tady na něj máme zkratku.
cy: Mae gan bastai phyll dros 700 o haenau. Mae ganddo hefyd ffordd fer yma.
da: Butterdej har over 700 lag. Vi har også en genvej her.
de: Blätterteig hat über 700 Schichten. Und hier gibt’s auch eine Abkürzung.
el: Το σφολιατοειδές έχει πάνω από 700 στρώσεις. Υπάρχει και συντόμευση εδώ.
es: El hojaldre tiene más de 700 capas. Aquí también hay un atajo.
fr: La pâte feuilletée a plus de 700 couches. Nous avons aussi un raccourci ici.
ga: Tá os cionn 700 sraith i bpáitísí puff. Agus tá gearrchonair anseo freisin.
it: La pasta sfoglia ha più di 700 strati. Anche qui c’è una scorciatoia.
nl: Bladerdeeg heeft meer dan 700 lagen. Hier vind je ook een snelkoppeling.
pl: Ciasto francuskie ma ponad 700 warstw. Tu też mamy na to skrót.

# vaultLikeFridge
source: Your vault’s like a fridge: open it often and keep it fresh.
bg: Трезорът е като хладилник: отваряй често и поддържай свежо.
cs: Váš trezor je jako lednice: často ho otevírejte a udržujte čerstvý.
cy: Mae eich vault fel oergell: agorwch ef yn aml a'i gadw'n ffres.
da: Din Vault er som et køleskab: åbn den ofte og hold den frisk.
de: Dein Tresor ist wie ein Kühlschrank: oft öffnen und frisch halten.
el: Το vault σας είναι σαν ψυγείο: ανοίγετέ το συχνά και κρατήστε το φρέσκο.
es: Tu bóveda es como una nevera: ábrela a menudo y mantenla fresca.
fr: Votre coffre, c’est comme un frigo : ouvrez‑le souvent et gardez‑le frais.
ga: Tá do thaise cosúil le cuisneoir: oscail go minic é agus coinnigh úr é.
it: Il tuo vault è come un frigorifero: aprilo spesso e tienilo fresco.
nl: Je kluis is als een koelkast: open hem vaak en houd hem vers.
pl: Twój sejf jest jak lodówka: zaglądaj często i utrzymuj świeżość.

# vaultBackUpTastebuds
source: Back up your tastebuds. Add a new recipe today.
bg: Архивирай вкусовите си рецептори. Добави нова рецепта днес.
cs: Zazálohujte své chuťové buňky. Přidejte dnes nový recept.
cy: Gwnewch gopi wrth gefn o'ch blagur blas. Ychwanegwch rysáit heddiw.
da: Tag backup af dine smagsløg. Tilføj en ny opskrift i dag.
de: Sichere deinen Geschmackssinn. Füge heute ein neues Rezept hinzu.
el: Κάντε αντίγραφα ασφαλείας στους γευστικούς σας κάλυκες. Προσθέστε μια νέα συνταγή σήμερα.
es: Haz copia de seguridad de tu paladar. Añade una receta nueva hoy.
fr: Sauvegardez vos papilles. Ajoutez une nouvelle recette aujourd’hui.
ga: Déan cúltaca do bhlasóga. Cuir oideas nua leis inniu.
it: Fai un backup delle tue papille gustative. Aggiungi oggi una nuova ricetta.
nl: Maak een back-up van je smaakpapillen. Voeg vandaag een nieuw recept toe.
pl: Zrób kopię zapasową swoich kubków smakowych. Dodaj dziś nowy przepis.

# vaultYouOwnIt
source: You own this vault. We just keep the door tidy.
bg: Това е твоят трезор. Ние само държим вратата подредена.
cs: Trezor je váš. My se jen staráme o pořádek.
cy: Chi sy'n berchen ar y vault hwn. Dim ond cadw'r drws yn daclus a wnawn ni.
da: Det er din Vault. Vi sørger bare for, at døren er pæn.
de: Der Tresor gehört dir. Wir halten nur die Tür ordentlich.
el: Εσείς κατέχετε αυτό το vault. Εμείς απλώς κρατάμε την πόρτα τακτοποιημένη.
es: Esta bóveda es tuya. Nosotros solo mantenemos la puerta ordenada.
fr: Ce coffre est à vous. Nous, on garde juste la porte bien rangée.
ga: Leatsa an taisce seo. Coinnímidne an doras néata.
it: Questo vault è tuo. Noi ci limitiamo a tenere la porta in ordine.
nl: Jij bent de eigenaar van deze kluis. Wij houden alleen de deur netjes.
pl: To jest twój skarbiec. My tylko dbamy o porządek przy drzwiach.

# vaultFewerWhatsForDinner
source: Every recipe saved is one fewer 'What’s for dinner?'
bg: Всяка запазена рецепта е едно по-малко „Какво има за вечеря?“
cs: Každý uložený recept je o jednu otázku „Co bude k večeři?“ méně.
cy: Bob rysáit a gedwir yw un llai o 'Beth sydd i swper?'
da: Hver gemt opskrift er ét 'Hvad skal vi have til aftensmad?' mindre.
de: Jedes gespeicherte Rezept ist eine „Was gibt’s zum Abendessen?“-Frage weniger.
el: Κάθε αποθηκευμένη συνταγή είναι ένα λιγότερο «Τι έχουμε για βραδινό;»
es: Cada receta guardada es un '¿Qué hay para cenar?' menos.
fr: Chaque recette enregistrée, c’est un « Qu’est‑ce qu’on mange ? » en moins.
ga: Gach oideas a shábháiltear is ceist amháin níos lú de ‘Cad atá don dinnéar?’
it: Ogni ricetta salvata è un 'Cosa c’è per cena?' in meno.
nl: Elk recept dat je opslaat is één keer minder 'Wat eten we vanavond?'
pl: Każdy zapisany przepis to jedno mniej pytanie „Co na obiad?”.

# vaultHungryIdeas
source: Your vault called. It’s hungry for new ideas.
bg: Трезорът ти звъни. Гладен е за нови идеи.
cs: Váš trezor volal. Má hlad po nových nápadech.
cy: Galwodd eich vault. Mae eisiau syniadau newydd.
da: Din Vault ringede. Den er sulten efter nye idéer.
de: Dein Tresor hat angerufen. Er hat Hunger auf neue Ideen.
el: Το vault σας τηλεφώνησε. Πεινάει για νέες ιδέες.
es: Tu bóveda llamó. Tiene hambre de ideas nuevas.
fr: Votre coffre a appelé. Il a faim de nouvelles idées.
ga: Ghlaoigh do thaisce. Tá ocras air le haghaidh smaointe nua.
it: Il tuo vault ha fame di nuove idee.
nl: Je kluis belde. Hij heeft honger naar nieuwe ideeën.
pl: Twój skarbiec dzwonił. Jest głodny nowych pomysłów.

# quoteLoveVisible
source: Cooking is love made visible – save a dish that made you smile today.
bg: Готвенето е любов, направена видима – запази ястие, което те усмихна днес.
cs: Vaření je láska viditelná – uložte si jídlo, které vám dnes udělalo radost.
cy: Mae coginio yn gariad wedi'i wneud yn weladwy – cadwch bryd a wnaeth eich gwneud yn hapus heddiw.
da: Madlavning er kærlighed gjort synlig – gem en ret, der fik dig til at smile i dag.
de: Kochen ist sichtbar gewordene Liebe – speichere heute ein Gericht, das dich lächeln ließ.
el: Το μαγείρεμα είναι η αγάπη ορατή – αποθηκεύστε ένα πιάτο που σας έκανε να χαμογελάσετε σήμερα.
es: Cocinar es amor hecho visible: guarda hoy un plato que te hizo sonreír.
fr: La cuisine, c’est l’amour rendu visible – enregistrez un plat qui vous a fait sourire aujourd’hui.
ga: Is grá le feiceáil é cócaireacht – sábháil mias a chuir aoibh ort inniu.
it: Cucinare è amore reso visibile – salva oggi un piatto che ti ha fatto sorridere.
nl: Koken is liefde die zichtbaar wordt – sla vandaag een gerecht op dat je liet glimlachen.
pl: Gotowanie to miłość widoczna gołym okiem – zapisz dziś danie, które wywołało uśmiech.

# quoteCuriousCook
source: No one is born a great cook – just a curious one.
bg: Никой не се ражда велик готвач – само любопитен.
cs: Nikdo se nerodí skvělým kuchařem – jen zvědavým.
cy: Nid yw neb yn cael ei eni'n gogydd gwych – dim ond un chwilfrydig.
da: Ingen er født som en dygtig kok – bare en nysgerrig én.
de: Niemand wird als großartiger Koch geboren – nur als neugieriger.
el: Κανείς δεν γεννιέται μεγάλος μάγειρας – μόνο περίεργος.
es: Nadie nace gran cocinero: solo curioso.
fr: On ne naît pas grand cuisinier – seulement curieux.
ga: Ní thagann aon duine ar an saol mar mháistir‑chócaire – ach mar dhuine fiosrach.
it: Nessuno nasce un grande cuoco – solo un cuoco curioso.
nl: Niemand wordt geboren als een geweldige kok – alleen als een nieuwsgierige.
pl: Nikt nie rodzi się wielkim kucharzem – tylko ciekawym.

# quoteStories
source: Recipes are like stories. What’s yours telling today?
bg: Рецептите са като истории. Какво разказва твоята днес?
cs: Recepty jsou jako příběhy. Jaký vypráví ten váš?
cy: Mae ryseitiau fel straeon. Beth mae eich un chi'n ei ddweud heddiw?
da: Opskrifter er som historier. Hvad fortæller din i dag?
de: Rezepte sind wie Geschichten. Was erzählt deine heute?
el: Οι συνταγές είναι σαν ιστορίες. Τι λέει η δική σας σήμερα;
es: Las recetas son como historias. ¿Qué cuenta la tuya hoy?
fr: Les recettes sont comme des histoires. Que raconte la vôtre aujourd’hui ?
ga: Is cosúil le scéalta iad oidis. Cad atá do scéal ag inseacht inniu?
it: Le ricette sono come storie. Cosa racconta la tua oggi?
nl: Recepten zijn als verhalen. Wat vertelt het jouwe vandaag?
pl: Przepisy są jak opowieści. Jaką dziś opowiadasz?

# quoteBurntToast
source: Even burnt toast is a lesson worth saving.
bg: Дори прегорената филия е урок, който си струва да запазиш.
cs: I připálený toast je lekce hodná uložení.
cy: Mae hyd yn oed tost wedi'i losgi yn wers sy'n werth ei chadw.
da: Selv brændt toast er en lektie værd at gemme.
de: Selbst verbrannter Toast ist eine Lektion, die es wert ist, gespeichert zu werden.
el: Ακόμη και το καμένο τοστ είναι μάθημα που αξίζει να αποθηκευτεί.
es: Hasta la tostada quemada es una lección que vale la pena guardar.
fr: Même le pain grillé brûlé est une leçon à conserver.
ga: Fiú an tósta dóite is ceacht fiúntach le sábháil.
it: Anche il pane bruciato è una lezione da salvare.
nl: Zelfs aangebrande toast is een les die het waard is om op te slaan.
pl: Nawet przypieczony tost to lekcja warta zapisania.

# quoteSingleChop
source: Every dish begins with a single chop.
bg: Всяко ястие започва с една-единствена сечка.
cs: Každé jídlo začíná jediným krájením.
cy: Mae pob pryd yn dechrau gyda thorriad sengl.
da: Hver ret begynder med det første hak.
de: Jedes Gericht beginnt mit einem einzigen Schnitt.
el: Κάθε πιάτο ξεκινά με ένα μόνο ψιλοκόψιμο.
es: Cada plato empieza con un solo corte.
fr: Chaque plat commence par un premier coup de couteau.
ga: Tosaíonn gach mias le gearradh amháin.
it: Ogni piatto inizia con un solo taglio.
nl: Elk gerecht begint met een enkele snede.
pl: Każde danie zaczyna się od jednego cięcia.

# riddleTinGrin
source: 🧠 Riddle: I start in a tin, end in a grin, and go great with beans. What am I?
bg: 🧠 Гатанка: Започвам в кутия, завършвам с усмивка и вървя чудесно с боб. Кой съм аз?
cs: 🧠 Hádanka: Začínám v plechovce, končím úsměvem a hodím se k fazolím. Co jsem?
cy: 🧠 Pos: Rwy’n dechrau mewn tun, yn gorffen gyda gwên, ac yn mynd yn wych gyda ffa. Beth ydw i?
da: 🧠 Gåde: Jeg starter i en dåse, ender med et grin og passer godt til bønner. Hvad er jeg?
de: 🧠 Rätsel: Ich beginne in der Dose, ende mit einem Grinsen und passe super zu Bohnen. Was bin ich?
el: 🧠 Αίνιγμα: Ξεκινώ σε κονσέρβα, τελειώνω με χαμόγελο και ταιριάζω υπέροχα με φασόλια. Τι είμαι;
es: 🧠 Acertijo: Empiezo en una lata, termino con una sonrisa y voy genial con frijoles. ¿Qué soy?
fr: 🧠 Devinette : Je commence en boîte, je finis en sourire et j’accompagne bien les haricots. Qui suis‑je ?
ga: 🧠 Róth ceiste: Tosaím i gcanna, críochnaím le gairdeas, agus téim go hiontach le pónairí. Cé mise?
it: 🧠 Indovinello: inizio in una lattina, finisco con un sorriso e sto benissimo con i fagioli. Cosa sono?
nl: 🧠 Raadsel: Ik begin in een blik, eindig in een glimlach en ga goed samen met bonen. Wat ben ik?
pl: 🧠 Zagadka: Zaczynam w puszce, kończę uśmiechem i świetnie pasuję do fasoli. Co to jest?

# quizPuffPastry
source: 💡 Quiz yourself: Can you name 3 dishes using puff pastry?
bg: 💡 Викторина: Можеш ли да назовеш 3 ястия с бутер тесто?
cs: 💡 Zkuste si kvíz: Dokážete vyjmenovat 3 jídla z listového těsta?
cy: 💡 Cwis i ti dy hun: Allwch chi enwi 3 phryd sy’n defnyddio pasteiod phwff?
da: 💡 Quiz: Kan du nævne 3 retter med butterdej?
de: 💡 Teste dich: Nenne 3 Gerichte mit Blätterteig!
el: 💡 Δοκιμάστε τον εαυτό σας: μπορείτε να πείτε 3 φαγητά με σφολιάτα;
es: 💡 Ponte a prueba: ¿puedes nombrar 3 platos con hojaldre?
fr: 💡 Petit quiz : citez 3 plats à base de pâte feuilletée.
ga: 💡 Ceist duit: An féidir leat 3 mhias le páitísí puff a ainmniú?
it: 💡 Mettiti alla prova: riesci a nominare 3 piatti con pasta sfoglia?
nl: 💡 Test jezelf: Kun je 3 gerechten noemen met bladerdeeg?
pl: 💡 Sprawdź się: Potrafisz wymienić 3 dania z ciasta francuskiego?

# challengeFiveIngredients
source: 🥄 Vault challenge: Add a recipe today with just 5 ingredients.
bg: 🥄 Предизвикателство: Добави рецепта днес само с 5 съставки.
cs: 🥄 Výzva do trezoru: Přidejte dnes recept jen z 5 surovin.
cy: 🥄 Her y Vault: Ychwanegwch rysáit heddiw gyda dim ond 5 cynhwysyn.
da: 🥄 Vault-udfordring: Tilføj en opskrift i dag med kun 5 ingredienser.
de: 🥄 Tresor‑Challenge: Füge heute ein Rezept mit nur 5 Zutaten hinzu.
el: 🥄 Πρόκληση Vault: Προσθέστε σήμερα μια συνταγή με μόλις 5 υλικά.
es: 🥄 Desafío de la bóveda: añade hoy una receta con solo 5 ingredientes.
fr: 🥄 Défi coffre : ajoutez aujourd’hui une recette avec seulement 5 ingrédients.
ga: 🥄 Dúshlán an taisce: Cuir oideas leis inniu le díreach 5 chomhábhar.
it: 🥄 Sfida del vault: aggiungi oggi una ricetta con solo 5 ingredienti.
nl: 🥄 Kluis-uitdaging: Voeg vandaag een recept toe met slechts 5 ingrediënten.
pl: 🥄 Wyzwanie skarbca: Dodaj dziś przepis z tylko 5 składnikami.

# triviaPoachBoil
source: 🍳 Trivia: What’s the difference between poaching and boiling? Hint: temperature!
bg: 🍳 Трийвия: Каква е разликата между поширане и варене? Подсказка: температура!
cs: 🍳 Víte, jaký je rozdíl mezi pošírováním a vařením? Nápověda: teplota!
cy: 🍳 Ffaith ddifyr: Beth yw’r gwahaniaeth rhwng poci a berwi? Awgrym: tymheredd!
da: 🍳 Trivia: Hvad er forskellen på at pochere og at koge? Tip: temperaturen!
de: 🍳 Trivia: Was ist der Unterschied zwischen Pochieren und Kochen? Tipp: die Temperatur!
el: 🍳 Trivia: Ποια είναι η διαφορά ανάμεσα σε ποσάρισμα και βράσιμο; Υπόδειξη: η θερμοκρασία!
es: 🍳 Trivia: ¿Cuál es la diferencia entre escalfar y hervir? Pista: ¡la temperatura!
fr: 🍳 Trivia : Quelle est la différence entre pocher et bouillir ? Indice : la température !
ga: 🍳 Tráth na gCeist: Cén difríocht atá idir póitseáil agus fiuchadh? Leid: teocht!
it: 🍳 Curiosità: qual è la differenza tra poaching e bollitura? Suggerimento: la temperatura!
nl: 🍳 Trivia: Wat is het verschil tussen pocheren en koken? Hint: temperatuur!
pl: 🍳 Ciekawostka: Jaka jest różnica między gotowaniem a gotowaniem w wodzie o niskiej temperaturze? Wskazówka: temperatura!

# rollOldestRecipe
source: 🎲 Roll the dice—try cooking the oldest recipe in your vault!
bg: 🎲 Хвърли зара — сготви най-старата рецепта в трезора!
cs: 🎲 Hoďte kostkou—zkuste nejstarší recept ve svém trezoru!
cy: 🎲 Rholiwch y dis—rhowch gynnig ar goginio’r rysáit hynaf yn eich vault!
da: 🎲 Kast terningen—prøv at lave den ældste opskrift i din Vault!
de: 🎲 Würfle dein Glück – koche das älteste Rezept in deinem Tresor!
el: 🎲 Ρίξτε τα ζάρια—δοκιμάστε να μαγειρέψετε την παλαιότερη συνταγή στο vault σας!
es: 🎲 Lanza los dados: ¡intenta cocinar la receta más antigua de tu bóveda!
fr: 🎲 Lancez les dés — cuisinez la plus ancienne recette de votre coffre !
ga: 🎲 Caith an dísle — bain triail as an oideas is sine i do thaisce a chócaireacht!
it: 🎲 Lancia il dado—prova a cucinare la ricetta più vecchia del tuo vault!
nl: 🎲 Gooi met de dobbelsteen—kook het oudste recept in je kluis!
pl: 🎲 Rzuć kostką – spróbuj ugotować najstarszy przepis w swoim skarbcu!

# encouragementScribbledNote
source: Today’s a great day to turn that scribbled note into a saved recipe.
bg: Днес е чудесен ден да превърнеш онази надраскана бележка в запазена рецепта.
cs: Dnes je skvělý den proměnit ten načmáraný lístek v uložený recept.
cy: Mae heddiw’n ddiwrnod gwych i droi’r nodyn bras hwnnw’n rysáit wedi’i gadw.
da: I dag er en god dag til at forvandle den krøllede note til en gemt opskrift.
de: Heute ist ein guter Tag, um die gekritzelte Notiz in ein gespeichertes Rezept zu verwandeln.
el: Σήμερα είναι ιδανική μέρα να μετατρέψετε εκείνο το μουντζουρωμένο σημείωμα σε αποθηκευμένη συνταγή.
es: Hoy es un gran día para convertir esa nota garabateada en una receta guardada.
fr: C’est le bon jour pour transformer ce gribouillis en recette sauvegardée.
ga: Is lá maith é inniu an nóta smúite sin a iompú ina oideas sábháilte.
it: Oggi è un ottimo giorno per trasformare quel biglietto scarabocchiato in una ricetta salvata.
nl: Vandaag is een geweldige dag om dat gekrabbelde briefje om te zetten in een opgeslagen recept.
pl: Dziś świetny dzień, by zamienić ten nabazgrany przepis w zapisany skarb.

# encouragementDeliciousNotPerfect
source: Don't aim for perfect—aim for delicious. Then save it!
bg: Не се цели в съвършенство — цели се във вкусно. После го запази!
cs: Nehodnoťte dokonalost—snažte se o lahodnost. A pak uložte!
cy: Peidiwch ag anelu am berffeithrwydd—anewch am flas arbennig. Yna ei gadw!
da: Sigt ikke efter perfekt—sigt efter lækkert. Og gem den bagefter!
de: Strebe nicht nach perfekt – strebe nach lecker. Und speichere es!
el: Μην στοχεύετε στο τέλειο—στοχεύστε στο νόστιμο. Μετά αποθηκεύστε το!
es: No apuntes a lo perfecto: apunta a lo delicioso. ¡Luego guárdalo!
fr: Ne visez pas la perfection — visez le délicieux. Puis enregistrez !
ga: Ná bí ag díriú ar an foirfe — dírigh ar an mblas. Ansin sábháil é!
it: Non puntare alla perfezione—punta alla bontà. Poi salvala!
nl: Streef niet naar perfect—streef naar lekker. En sla het daarna op!
pl: Nie celuj w perfekcję – celuj w pyszne. Potem to zapisz!

# encouragementStockedWithJoy
source: Keep your vault like your kitchen: stocked with joy and ready to use.
bg: Поддържай трезора като кухнята си: пълен с радост и готов за ползване.
cs: Udržujte trezor jako kuchyni: plný radosti a připravený k použití.
cy: Cadwch eich vault fel eich cegin: wedi’i stocio gyda llawenydd ac yn barod i’w ddefnyddio.
da: Hold din Vault som dit køkken: fyldt med glæde og klar til brug.
de: Halte deinen Tresor wie deine Küche: voller Freude und einsatzbereit.
el: Κρατήστε το vault όπως την κουζίνα σας: γεμάτο χαρά και έτοιμο για χρήση.
es: Mantén tu bóveda como tu cocina: llena de alegría y lista para usarse.
fr: Gardez votre coffre comme votre cuisine : rempli de joie et prêt à l’emploi.
ga: Coimeád do thaisce cosúil le do chistin: líonta le lúcháir agus réidh le húsáid.
it: Mantieni il tuo vault come la tua cucina: pieno di gioia e pronto all’uso.
nl: Houd je kluis zoals je keuken: gevuld met plezier en klaar voor gebruik.
pl: Trzymaj swój skarbiec jak kuchnię: pełen radości i gotowy do użycia.

# encouragementLegacyCookbook
source: Each recipe saved is one step closer to your own legacy cookbook.
bg: Всяка запазена рецепта е стъпка към твоята наследствена готварска книга.
cs: Každý uložený recept je krok k vaší vlastní rodinné kuchařce.
cy: Mae pob rysáit a gedwir yn gam nesaf at eich llyfr coginio etifeddiaeth eich hun.
da: Hver gemt opskrift er et skridt tættere på din egen arve-kogebog.
de: Jedes gespeicherte Rezept ist ein Schritt zu deinem eigenen Lebenswerk‑Kochbuch.
el: Κάθε αποθηκευμένη συνταγή είναι ένα βήμα πιο κοντά στο δικό σας κληρονομικό βιβλίο μαγειρικής.
es: Cada receta guardada es un paso más hacia tu propio recetario de legado.
fr: Chaque recette enregistrée vous rapproche de votre livre de cuisine de légende.
ga: Gach oideas a shábháiltear, céim amháin níos gaire do chóipleabhar oidhreachta féin.
it: Ogni ricetta salvata è un passo verso il tuo libro di ricette ereditario.
nl: Elk recept dat je opslaat brengt je dichter bij je eigen erfgoedkookboek.
pl: Każdy zapisany przepis to krok bliżej do twojej własnej książki kucharskiej.

# changePasswordTitle
source: Change Password
bg: Промяна на парола
cs: Změnit heslo
cy: Newid Cyfrinair
da: Skift adgangskode
de: Passwort ändern
el: Αλλαγή κωδικού πρόσβασης
es: Cambiar contraseña
fr: Modifier le mot de passe
ga: Athraigh an focal faire
it: Cambia password
nl: Wachtwoord wijzigen
pl: Zmień hasło

# passwordUpdated
source: Password updated successfully
bg: Паролата е обновена успешно
cs: Heslo bylo úspěšně změněno
cy: Cyfrinair wedi’i ddiweddaru’n llwyddiannus
da: Adgangskode opdateret
de: Passwort erfolgreich aktualisiert
el: Ο κωδικός πρόσβασης ενημερώθηκε με επιτυχία
es: Contraseña actualizada correctamente
fr: Mot de passe mis à jour avec succès
ga: Nuashonraíodh an focal faire go rathúil
it: Password aggiornata con successo
nl: Wachtwoord succesvol bijgewerkt
pl: Hasło zostało pomyślnie zaktualizowane

# currentPasswordLabel
source: Current Password
bg: Текуща парола
cs: Současné heslo
cy: Cyfrinair Presennol
da: Nuværende adgangskode
de: Aktuelles Passwort
el: Τρέχων κωδικός πρόσβασης
es: Contraseña actual
fr: Mot de passe actuel
ga: Focal faire reatha
it: Password attuale
nl: Huidig wachtwoord
pl: Obecne hasło

# newPasswordLabel
source: New Password
bg: Нова парола
cs: Nové heslo
cy: Cyfrinair Newydd
da: Ny adgangskode
de: Neues Passwort
el: Νέος κωδικός πρόσβασης
es: Nueva contraseña
fr: Nouveau mot de passe
ga: Focal faire nua
it: Nuova password
nl: Nieuw wachtwoord
pl: Nowe hasło

# confirmPasswordLabel
source: Confirm New Password
bg: Потвърди новата парола
cs: Potvrzení nového hesla
cy: Cadarnhau Cyfrinair Newydd
da: Bekræft ny adgangskode
de: Neues Passwort bestätigen
el: Επιβεβαίωση νέου κωδικού
es: Confirmar nueva contraseña
fr: Confirmer le nouveau mot de passe
ga: Deimhnigh an focal faire nua
it: Conferma nuova password
nl: Bevestig nieuw wachtwoord
pl: Potwierdź nowe hasło

# enterCurrentPassword
source: Enter your current password
bg: Въведете текущата си парола
cs: Zadejte své současné heslo
cy: Rhowch eich cyfrinair presennol
da: Indtast din nuværende adgangskode
de: Gib dein aktuelles Passwort ein
el: Εισαγάγετε τον τρέχοντα κωδικό σας
es: Introduce tu contraseña actual
fr: Saisissez votre mot de passe actuel
ga: Iontráil do fhocal faire reatha
it: Inserisci la tua password attuale
nl: Voer je huidige wachtwoord in
pl: Wprowadź swoje obecne hasło

# passwordMinLength
source: Must be at least 6 characters
bg: Минимум 6 знака
cs: Musí mít alespoň 6 znaků
cy: Rhaid bod o leiaf 6 nod
da: Skal være mindst 6 tegn
de: Mindestens 6 Zeichen
el: Πρέπει να έχει τουλάχιστον 6 χαρακτήρες
es: Debe tener al menos 6 caracteres
fr: Doit contenir au moins 6 caractères
ga: Caithfidh sé a bheith ar a laghad 6 charachtar
it: Deve contenere almeno 6 caratteri
nl: Moet minimaal 6 tekens bevatten
pl: Musi mieć co najmniej 6 znaków
