Repository: JRELMHURST/recipeVault
Catalog: lib/l10n/app_*.arb
Languages: bg, cs, cy, da, de, el, es, fr, ga, it, nl, pl

# imageUploadLockedMessage
source: Creating recipes from images is available on paid plans.
bg: Създаване на рецепти от изображения е достъпно в платените планове.
cs: Vytváření receptů z obrázků je dostupné v placených plánech.
cy: Mae creu ryseitiau o ddelweddau ar gael ar gynlluniau taledig.
da: Oprettelse af opskrifter fra billeder er tilgængelig på betalte planer.
de: Rezepte aus Bildern zu erstellen ist in kostenpflichtigen Plänen verfügbar.
el: Η δημιουργία συνταγών από εικόνες είναι διαθέσιμη σε πληρωμένα πακέτα.
es: La creación de recetas a partir de imágenes está disponible en los planes de pago.
fr: La création de recettes à partir d’images est disponible avec les offres payantes.
ga: Tá oideas a chruthú ó íomhánna ar fáil ar phleananna íoctha.
it: La creazione di ricette dalle immagini è disponibile solo nei piani a pagamento.
nl: Recepten maken van afbeeldingen is alleen beschikbaar bij betaalde abonnementen.
pl: Tworzenie przepisów ze zdjęć jest dostępne w płatnych planach.

# upgradeToUnlockFeature
source: Upgrade to unlock this feature.
bg: Надгради, за да отключиш тази функция.
cs: Přejděte na vyšší plán, abyste tuto funkci odemkli.
cy: Uwchraddiwch i ddatgloi’r nodwedd hon.
da: Opgrader for at låse denne funktion op.
de: Upgrade, um diese Funktion freizuschalten.
el: Αναβαθμίστε για να ξεκλειδώσετε αυτή τη λειτουργία.
es: Actualiza para desbloquear esta función.
fr: Mettez à niveau pour déverrouiller cette fonctionnalité.
ga: Uasghrádaigh chun an ghné seo a dhíghlasáil.
it: Aggiorna per sbloccare questa funzionalità.
nl: Upgrade om deze functie te ontgrendelen.
pl: Ulepsz, aby odblokować tę funkcję.

# createFromImagesPaid
source: Creating recipes from images is available on paid plans.
bg: Създаването на рецепти от изображения е достъпно в платените планове.
cs: Vytváření receptů z obrázků je dostupné v placených plánech.
cy: Mae creu ryseitiau o ddelweddau ar gael ar gynlluniau taledig.
da: Oprettelse af opskrifter fra billeder er tilgængelig på betalte planer.
de: Rezepte aus Bildern zu erstellen ist in kostenpflichtigen Plänen verfügbar.
el: Η δημιουργία συνταγών από εικόνες είναι διαθέσιμη σε πληρωμένα πακέτα.
es: La creación de recetas a partir de imágenes está disponible en los planes de pago.
fr: La création de recettes à partir d’images est disponible avec les offres payantes.
ga: Tá oideas a chruthú ó íomhánna ar fáil ar phleananna íoctha.
it: La creazione di ricette dalle immagini è disponibile solo nei piani a pagamento.
nl: Recepten maken van afbeeldingen is alleen beschikbaar bij betaalde abonnementen.
pl: Tworzenie przepisów ze zdjęć jest dostępne w płatnych planach.

# upgradeToUnlockBody
source: Upgrade to unlock this feature.
bg: Надгради, за да отключиш тази функция.
cs: Přejděte na vyšší plán, abyste tuto funkci odemkli.
cy: Uwchraddiwch i ddatgloi’r nodwedd hon.
da: Opgrader for at låse denne funktion op.
de: Upgrade, um diese Funktion freizuschalten.
el: Αναβαθμίστε για να ξεκλειδώσετε αυτή τη λειτουργία.
es: Actualiza para desbloquear esta función.
fr: Mettez à niveau pour déverrouiller cette fonctionnalité.
ga: Uasghrádaigh chun an ghné seo a dhíghlasáil.
it: Aggiorna per sbloccare questa funzionalità.
nl: Upgrade om deze functie te ontgrendelen.
pl: Ulepsz, aby odblokować tę funkcję.

# tabCreate
source: Create
bg: Създай
cs: Vytvořit
cy: Creu
da: Opret
de: Erstellen
el: Δημιουργία
es: Crear
fr: Créer
ga: Cruthaigh
it: Crea
nl: Maken
pl: Utwórz

# tabVault
source: Vault
bg: Трезор
cs: Trezor
de: Tresor
el: Αρχείο
es: Bóveda
fr: Coffre
ga: Taisce
it: Archivio
nl: Kluis
pl: Skarbiec

# tabProfile
source: Profile
bg: Профил
cs: Profil
cy: Proffil
da: Profil
de: Profil
el: Προφίλ
es: Perfil
fr: Profil
ga: Próifíl
it: Profilo
nl: Profiel
pl: Profil

source: View Plans
bg: Виж плановете
cs: Zobrazit plány
cy: Gweld Cynlluniau
da: Se planer
de: Pläne anzeigen
el: Δείτε Πακέτα
es: Ver planes
fr: Voir les offres
ga: Féach ar Phleananna
it: Visualizza piani
nl: Bekijk abonnementen
pl: Zobacz plany

# addCategoryTitle
source: Add New Category
bg: Нова категория
cs: Přidat novou kategorii
cy: Ychwanegu Categori Newydd
da: Tilføj ny kategori
de: Neue Kategorie hinzufügen
el: Προσθήκη Νέας Κατηγορίας
es: Añadir nueva categoría
fr: Ajouter une nouvelle catégorie
ga: Cuir catagóir nua leis
it: Aggiungi nuova categoria
nl: Nieuwe categorie toevoegen
pl: Dodaj nową kategorię

# addCategoryHint
source: e.g. Snacks
bg: напр. Закуски
cs: např. Svačiny
cy: e.e. Byrbrydau
da: f.eks. Snacks
de: z. B. Snacks
el: π.χ. Σνακ
es: p. ej., Aperitivos
fr: ex. : En‑cas
ga: m.sh. Sneaiceanna
it: es. Snack
nl: bijv. Snacks
pl: np. Przekąski

source: Add
bg: Добави
cs: Přidat
cy: Ychwanegu
da: Tilføj
de: Hinzufügen
el: Προσθήκη
es: Añadir
fr: Ajouter
ga: Cuir leis
it: Aggiungi
nl: Toevoegen
pl: Dodaj

source: Usage
bg: Използване
cs: Využití
cy: Defnydd
da: Forbrug
de: Nutzung
el: Χρήση
es: Uso
fr: Utilisation
ga: Úsáid
it: Utilizzo
nl: Gebruik
pl: Użycie

source: Create Recipe
bg: Създай рецепта
cs: Vytvořit recept
cy: Creu Rysáit
da: Opret opskrift
de: Rezept erstellen
el: Δημιουργία Συνταγής
es: Crear receta
fr: Créer une recette
ga: Cruthaigh oideas
it: Crea ricetta
nl: Recept maken
pl: Utwórz przepis

source: Upgrade to Create Recipe
bg: Надгради, за да създаваш рецепти
cs: Upgradovat pro vytvoření receptu
cy: Uwchraddio i Greu Rysáit
da: Opgrader for at oprette opskrift
de: Upgrade zum Rezept erstellen
el: Αναβάθμιση για Δημιουργία Συνταγής
es: Actualizar para crear recetas
fr: Mettre à niveau pour créer une recette
ga: Uasghrádaigh chun oideas a chruthú
it: Aggiorna per creare ricette
nl: Upgrade om een recept te maken
pl: Ulepsz, aby utworzyć przepis

source: Upgrade to Add Category
bg: Надгради, за да добавяш категории
cs: Upgradovat pro přidání kategorie
cy: Uwchraddio i Ychwanegu Categori
da: Opgrader for at tilføje kategori
de: Upgrade zum Kategorie hinzufügen
el: Αναβάθμιση για Προσθήκη Κατηγορίας
es: Actualizar para añadir categorías
fr: Mettre à niveau pour ajouter une catégorie
ga: Uasghrádaigh chun catagóir a chur leis
it: Aggiorna per aggiungere categorie
nl: Upgrade om categorie toe te voegen
pl: Ulepsz, aby dodać kategorię

# recipeCreationLimited
source: 🔒 Recipe creation is limited to Home Chef and Master Chef plans.
bg: 🔒 Създаването на рецепти е само за плановете Домашен и Майстор‑готвач.
cs: 🔒 Vytváření receptů je dostupné pouze v plánech Home Chef a Master Chef.
cy: 🔒 Dim ond ar gynlluniau Home Chef a Master Chef y mae modd creu ryseitiau.
da: 🔒 Oprettelse af opskrifter er begrænset til Home Chef- og Master Chef-planer.
de: 🔒 Das Erstellen von Rezepten ist auf die Pläne Home Chef und Master Chef beschränkt.
el: 🔒 Η δημιουργία συνταγών περιορίζεται στα πακέτα Home Chef και Master Chef.
es: 🔒 La creación de recetas está limitada a los planes Home Chef y Master Chef.
fr: 🔒 La création de recettes est réservée aux offres Chef à la maison et Grand Chef.
ga: 🔒 Tá cruthú oidis teoranta do phleananna Cócaire Baile agus Ard‑Chócaire.
it: 🔒 La creazione di ricette è limitata ai piani Home Chef e Master Chef.
nl: 🔒 Recept maken is beperkt tot Home Chef en Master Chef abonnementen.
pl: 🔒 Tworzenie przepisów jest dostępne w planach Home Chef i Master Chef.

# categoryCreationLimited
source: 🔒 Category creation is limited to Home Chef and Master Chef plans.
bg: 🔒 Създаването на категории е само за плановете Домашен и Майстор‑готвач.
cs: 🔒 Vytváření kategorií je dostupné pouze v plánech Home Chef a Master Chef.
cy: 🔒 Dim ond ar gynlluniau Home Chef a Master Chef y mae modd creu categorïau.
da: 🔒 Oprettelse af kategorier er begrænset til Home Chef- og Master Chef-planer.
de: 🔒 Das Erstellen von Kategorien ist auf die Pläne Home Chef und Master Chef beschränkt.
el: 🔒 Η δημιουργία κατηγοριών περιορίζεται στα πακέτα Home Chef και Master Chef.
es: 🔒 La creación de categorías está limitada a los planes Home Chef y Master Chef.
fr: 🔒 La création de catégories est réservée aux offres Chef à la maison et Grand Chef.
ga: 🔒 Tá cruthú catagóirí teoranta do phleananna Cócaire Baile agus Ard‑Chócaire.
it: 🔒 La creazione di categorie è limitata ai piani Home Chef e Master Chef.
nl: 🔒 Categorie maken is beperkt tot Home Chef en Master Chef abonnementen.
pl: 🔒 Tworzenie kategorii jest dostępne w planach Home Chef i Master Chef.

source: Got it
bg: Разбрах
cs: Rozumím
cy: Iawn
da: Forstået
de: Verstanden
el: Το κατάλαβα
es: Entendido
fr: Compris
ga: Tuigthe
it: Capito
nl: Begrepen
pl: Rozumiem

# editRecipeTitle
source: Edit Recipe
bg: Редактирай рецепта
cs: Upravit recept
cy: Golygu Rysáit
da: Redigér opskrift
de: Rezept bearbeiten
el: Επεξεργασία Συνταγής
es: Editar receta
fr: Modifier la recette
ga: Cuir an t‑oideas in eagar
it: Modifica ricetta
nl: Recept bewerken
pl: Edytuj przepis

# editRecipeFieldTitle
source: Title
bg: Заглавие
cs: Název
cy: Teitl
da: Titel
de: Titel
el: Τίτλος
es: Título
fr: Titre
ga: Teideal
it: Titolo
nl: Titel
pl: Tytuł

# editRecipeFieldIngredients
source: Ingredients (one per line)
bg: Съставки (по една на ред)
cs: Suroviny (jedna na řádek)
cy: Cynhwysion (un ar bob llinell)
da: Ingredienser (én pr. linje)
de: Zutaten (eine pro Zeile)
el: Συστατικά (ένα ανά γραμμή)
es: Ingredientes (uno por línea)
fr: Ingrédients (un par ligne)
ga: Comhábhair (ceann in aghaidh na líne)
it: Ingredienti (uno per riga)
nl: Ingrediënten (één per regel)
pl: Składniki (jeden na linię)

# editRecipeFieldSteps
source: Steps
bg: Стъпки
cs: Kroky
cy: Camau
da: Trin
de: Schritte
el: Βήματα
es: Pasos
fr: Étapes
ga: Céimeanna
it: Passaggi
nl: Stappen
pl: Kroki

# editRecipeSaving
source: Saving...
bg: Запазване...
cs: Ukládání…
cy: Yn cadw...
da: Gemmer...
de: Speichern …
el: Αποθήκευση...
es: Guardando...
fr: Enregistrement...
ga: Á shábháil…
it: Salvataggio...
nl: Opslaan...
pl: Zapisywanie...

# editRecipeSaveChanges
source: Save Changes
bg: Запази промените
cs: Uložit změny
cy: Cadw Newidiadau
da: Gem ændringer
de: Änderungen speichern
el: Αποθήκευση αλλαγών
es: Guardar cambios
fr: Enregistrer les modifications
ga: Sábháil na hathruithe
it: Salva modifiche
nl: Wijzigingen opslaan
pl: Zapisz zmiany

# menuFavourite
source: Favourite
bg: Добави в любими
cs: Přidat do oblíbených
cy: Ffefryn
da: Føj til favoritter
de: Favorit
el: Αγαπημένο
es: Favorito
fr: Ajouter aux favoris
ga: Déan ceanán de
it: Preferito
nl: Favoriet
pl: Ulubione

# menuUnfavourite
source: Unfavourite
bg: Премахни от любими
cs: Odebrat z oblíbených
cy: Tynnu o Ffefrynnau
da: Fjern fra favoritter
de: Favorit entfernen
el: Κατάργηση αγαπημένου
es: Quitar de favoritos
fr: Retirer des favoris
ga: Bain den cheanán
it: Rimuovi dai preferiti
nl: Niet-favoriet
pl: Usuń z ulubionych

# menuAssignCategories
source: Assign categories
bg: Присвои категории
cs: Přiřadit kategorie
cy: Neilltuo Categorïau
da: Tildel kategorier
de: Kategorien zuweisen
el: Ανάθεση κατηγοριών
es: Asignar categorías
fr: Attribuer des catégories
ga: Sann catagóirí
it: Assegna categorie
nl: Categorieën toewijzen
pl: Przypisz kategorie

# menuMoreOptions
source: More options
bg: Още опции
cs: Další možnosti
cy: Mwy o opsiynau
da: Flere muligheder
de: Weitere Optionen
el: Περισσότερες επιλογές
es: Más opciones
fr: Plus d’options
ga: Tuilleadh roghanna
it: Altre opzioni
nl: Meer opties
pl: Więcej opcji

# systemAll
source: All
bg: Всички
cs: Vše
cy: Pob un
da: Alle
de: Alle
el: Όλα
es: Todos
fr: Tous
ga: Uile
it: Tutte
nl: Alles
pl: Wszystkie

# systemTranslated
source: Translated
bg: Преведени
cs: Přeložené
cy: Wedi’i gyfieithu
da: Oversat
de: Übersetzt
el: Μεταφρασμένο
es: Traducidos
fr: Traduit
ga: Aistrithe
it: Tradotte
nl: Vertaald
pl: Przetłumaczone

# defaultBreakfast
source: Breakfast
bg: Закуска
cs: Snídaně
cy: Brecwast
da: Morgenmad
de: Frühstück
el: Πρωινό
es: Desayuno
fr: Petit‑déjeuner
ga: Bricfeasta
it: Colazione
nl: Ontbijt
pl: Śniadanie

# defaultMain
source: Main
bg: Основно
cs: Hlavní chod
cy: Prif Gwrs
da: Hovedret
de: Hauptgericht
el: Κυρίως πιάτο
es: Plato principal
fr: Plat
ga: Príomhmhias
it: Piatto principale
nl: Hoofdgerecht
pl: Danie główne

# defaultDessert
source: Dessert
bg: Десерт
cs: Dezert
cy: Pwdin
el: Επιδόρπιο
es: Postre
ga: Milseog
pl: Deser

# chipDeleteCategoryTooltip
source: Remove category
bg: Премахни категорията
cs: Odstranit kategorii
cy: Dileu categori
da: Fjern kategori
de: Kategorie entfernen
el: Αφαίρεση κατηγορίας
es: Eliminar categoría
fr: Supprimer la catégorie
ga: Bain catagóir
it: Rimuovi categoria
nl: Categorie verwijderen
pl: Usuń kategorię

source: Add to favourites
bg: Добави в любими
cs: Přidat do oblíbených
cy: Ychwanegu at ffefrynnau
da: Føj til favoritter
de: Zu Favoriten hinzufügen
el: Προσθήκη στα αγαπημένα
es: Añadir a favoritos
fr: Ajouter aux favoris
ga: Cuir leis na ceanáin
it: Aggiungi ai preferiti
nl: Toevoegen aan favorieten
pl: Dodaj do ulubionych

source: Remove from favourites
bg: Премахни от любими
cs: Odebrat z oblíbených
cy: Tynnu o ffefrynnau
da: Fjern fra favoritter
de: Aus Favoriten entfernen
el: Αφαίρεση από τα αγαπημένα
es: Quitar de favoritos
fr: Retirer des favoris
ga: Bain ó na ceanáin
it: Rimuovi dai preferiti
nl: Verwijderen uit favorieten
pl: Usuń z ulubionych

source: Share as PDF
bg: Сподели като PDF
cs: Sdílet jako PDF
cy: Rhannu fel PDF
da: Del som PDF
de: Als PDF teilen
el: Κοινοποίηση ως PDF
es: Compartir como PDF
fr: Partager en PDF
ga: Roinn mar PDF
it: Condividi come PDF
nl: Delen als PDF
pl: Udostępnij jako PDF

source: Tap to view recipe
bg: Докосни, за да видиш рецептата
cs: Klepnutím zobrazíte recept
cy: Tapio i weld y rysáit
da: Tryk for at se opskrift
de: Tippen, um Rezept anzusehen
el: Πατήστε για προβολή συνταγής
es: Toca para ver la receta
fr: Appuyez pour voir la recette
ga: Tapáil chun an t‑oideas a fheiceáil
it: Tocca per visualizzare la ricetta
nl: Tik om recept te bekijken
pl: Dotknij, aby zobaczyć przepis

source: Recipe Options
bg: Опции за рецепта
cs: Možnosti receptu
cy: Opsiynau Rysáit
da: Opskriftsmuligheder
de: Rezeptoptionen
el: Επιλογές συνταγής
es: Opciones de la receta
fr: Options de la recette
ga: Roghanna an oideas
it: Opzioni ricetta
nl: Receptopties
pl: Opcje przepisu

source: Update Image
bg: Обнови изображението
cs: Aktualizovat obrázek
cy: Diweddaru Delwedd
da: Opdatér billede
de: Bild aktualisieren
el: Ενημέρωση εικόνας
es: Actualizar imagen
fr: Mettre à jour l’image
ga: Nuashonraigh an íomhá
it: Aggiorna immagine
nl: Afbeelding bijwerken
pl: Zaktualizuj obraz

source: All
bg: Всички
cs: Vše
cy: Pob un
da: Alle
de: Alle
el: Όλα
es: Todos
fr: Tous
ga: Uile
it: Tutte
nl: Alles
pl: Wszystkie

source: Translated
bg: Преведени
cs: Přeložené
cy: Wedi’i gyfieithu
da: Oversat
de: Übersetzt
el: Μεταφρασμένο
es: Traducidos
fr: Traduit
ga: Aistrithe
it: Tradotte
nl: Vertaald
pl: Przetłumaczone

source: Clear search
bg: Изчисти търсенето
cs: Vymazat hledání
cy: Clirio chwilio
da: Ryd søgning
de: Suche löschen
el: Εκκαθάριση αναζήτησης
es: Borrar búsqueda
fr: Effacer la recherche
ga: Glan an cuardach
it: Cancella ricerca
nl: Zoekopdracht wissen
pl: Wyczyść wyszukiwanie

# searchRecipesAndIngredients
source: Search recipes or ingredients...
bg: Търси рецепти или съставки...
cs: Hledat recepty nebo suroviny…
cy: Chwilio ryseitiau neu gynhwysion...
da: Søg i opskrifter eller ingredienser...
de: Rezepte oder Zutaten suchen...
el: Αναζήτηση συνταγών ή συστατικών...
es: Buscar recetas o ingredientes...
fr: Rechercher des recettes ou des ingrédients...
ga: Cuardaigh oidis nó comhábhair…
it: Cerca ricette o ingredienti...
nl: Zoek recepten of ingrediënten...
pl: Szukaj przepisów lub składników...

# searchScopeTitles
source: Search titles only
bg: Търси само в заглавия
cs: Hledat pouze v názvech
cy: Chwilio teitlau yn unig
da: Søg kun i titler
de: Nur Titel durchsuchen
el: Αναζήτηση μόνο στους τίτλους
es: Buscar solo en títulos
fr: Rechercher uniquement dans les titres
ga: Cuardaigh teidil amháin
it: Cerca solo nei titoli
nl: Alleen titels zoeken
pl: Szukaj tylko w tytułach

# searchScopeTitlesIngredients
source: Search titles + ingredients
bg: Търси заглавия + съставки
cs: Hledat v názvech i surovinách
cy: Chwilio teitlau + cynhwysion
da: Søg i titler + ingredienser
de: Titel + Zutaten durchsuchen
el: Αναζήτηση σε τίτλους + συστατικά
es: Buscar en títulos + ingredientes
fr: Rechercher titres + ingrédients
ga: Cuardaigh teidil + comhábhair
it: Cerca titoli + ingredienti
nl: Zoek titels + ingrediënten
pl: Szukaj w tytułach i składnikach

source: Title
bg: Заглавие
cs: Název
cy: Teitl
da: Titel
de: Titel
el: Τίτλος
es: Título
fr: Titre
ga: Teideal
it: Titolo
nl: Titel
pl: Tytuł

# hintsAndTips
source: Hints & Tips
bg: Съвети и трикове
cs: Tipy a triky
cy: Awgrymiadau a Chynghorion
da: Tips & tricks
de: Hinweise & Tipps
el: Συμβουλές & κόλπα
es: Sugerencias y trucos
fr: Astuces & Conseils
ga: Leideanna & Moltaí
it: Consigli e suggerimenti
nl: Tips & Tricks
pl: Wskazówki i porady

# noAdditionalTips
source: No additional tips provided.
bg: Няма допълнителни съвети.
cs: Žádné další tipy nebyly poskytnuty.
cy: Dim awgrymiadau ychwanegol wedi’u darparu.
da: Ingen ekstra tips angivet.
de: Keine zusätzlichen Tipps vorhanden.
el: Δεν παρέχονται πρόσθετες συμβουλές.
es: No se proporcionaron sugerencias adicionales.
fr: Aucune astuce supplémentaire.
ga: Níor tugadh leideanna breise ar bith.
it: Nessun consiglio aggiuntivo fornito.
nl: Geen extra tips beschikbaar.
pl: Brak dodatkowych wskazówek.

# bubbleScan
source: 📸 Scan Recipes Tap “Create” or + to upload and scan recipe images.
bg: 📸 Сканиране на рецепти Натисни „Създай“ или +, за да качиш и сканираш изображения.
cs: 📸 Skenování receptů Klepněte na „Vytvořit“ nebo + a nahrajte obrázky receptu.
cy: 📸 Sganio Ryseitiau Tapio “Creu” neu + i lwytho a sganio delweddau rysáit.
da: 📸 Scan opskrifter Tryk på “Opret” eller + for at uploade og scanne billeder af opskrifter.
de: 📸 Rezepte scannen Tippe auf „Erstellen“ oder +, um Rezeptbilder hochzuladen und zu scannen.
el: 📸 Σάρωση συνταγών Πατήστε «Δημιουργία» ή + για να ανεβάσετε και να σαρώσετε εικόνες συνταγών.
es: 📸 Escanear recetas Toca «Crear» o + para subir y escanear imágenes de recetas.
fr: 📸 Scanner des recettes Appuyez sur « Créer » ou + pour importer et scanner des images de recettes.
ga: 📸 Scan Oidis Tapáil “Cruthaigh” nó + chun íomhánna oidis a uaslódáil agus a scanadh.
it: 📸 Scansiona ricette Tocca “Crea” o + per caricare e scansionare immagini di ricette.
nl: 📸 Recepten scannen Tik op “Maken” of + om afbeeldingen te uploaden en te scannen.
pl: 📸 Skanuj przepisy Stuknij „Utwórz” lub +, aby przesłać i zeskanować obrazy przepisów.

# bubbleViewToggle
source: 👁️ Switch Views Tap to change how recipes are displayed.
bg: 👁️ Смяна на изгледа Докосни, за да промениш начина на показване.
cs: 👁️ Přepnutí zobrazení Klepněte pro změnu způsobu zobrazení receptů.
cy: 👁️ Newid Golwg Tapio i newid sut mae ryseitiau’n cael eu harddangos.
da: 👁️ Skift visning Tryk for at ændre, hvordan opskrifter vises.
de: 👁️ Ansichten wechseln Tippen, um die Darstellung der Rezepte zu ändern.
el: 👁️ Εναλλαγή προβολών Πατήστε για να αλλάξετε τον τρόπο εμφάνισης των συνταγών.
es: 👁️ Cambiar vistas Toca para cambiar cómo se muestran las recetas.
fr: 👁️ Changer de vue Appuyez pour modifier l’affichage des recettes.
ga: 👁️ Athraigh Radhairc Tapáil chun an chaoi a dtaispeántar oidis a athrú.
it: 👁️ Cambia visualizzazione Tocca per modificare il modo in cui le ricette vengono visualizzate.
nl: 👁️ Weergave wisselen Tik om te veranderen hoe recepten worden weergegeven.
pl: 👁️ Zmień widok Stuknij, aby zmienić sposób wyświetlania przepisów.

# bubbleLongPress
source: 📌 Long-press a recipe Tap and hold to favourite or assign a category.
bg: 📌 Задръж върху рецепта Задръж, за да добавиш в любими или да зададеш категория.
cs: 📌 Dlouhé stisknutí receptu Podržte pro přidání do oblíbených nebo přiřazení kategorie.
cy: 📌 Gwasgu a dal rysáit Tapio a dal i’w wneud yn ffefryn neu bennu categori.
da: 📌 Tryk og hold på en opskrift Tryk og hold for at gøre til favorit eller tildele en kategori.
de: 📌 Rezept lange drücken Tippen und halten, um zu favorisieren oder Kategorien zuzuweisen.
el: 📌 Παρατεταμένο πάτημα συνταγής Πατήστε και κρατήστε για προσθήκη στα αγαπημένα ή ανάθεση κατηγορίας.
es: 📌 Mantén pulsada una receta Toca y mantén para marcar como favorita o asignar una categoría.
fr: 📌 Appui long sur une recette Touchez et maintenez pour ajouter en favori ou attribuer une catégorie.
ga: 📌 Brú fada ar oideas Tapáil agus coinnigh chun ceanán a dhéanamh nó catagóir a shannadh.
it: 📌 Premi a lungo su una ricetta Tocca e tieni premuto per aggiungere ai preferiti o assegnare una categoria.
nl: 📌 Houd een recept ingedrukt Tik en houd vast om als favoriet te markeren of een categorie toe te wijzen.
pl: 📌 Przytrzymaj przepis Dotknij i przytrzymaj, aby dodać do ulubionych lub przypisać kategorię.

# vaultBubbleSwitchViews
source: Switch views here
bg: Превключвай изгледите тук
cs: Zde přepnete zobrazení
cy: Newid golygfeydd yma
da: Skift visning her
de: Hier Ansichten wechseln
el: Αλλάξτε προβολές εδώ
es: Cambia las vistas aquí
fr: Changez de vue ici
ga: Athraigh radhairc anseo
it: Cambia visualizzazione qui
nl: Wissel hier van weergave
pl: Zmień widok tutaj

# vaultBubbleLongPress
source: Long‑press a recipe for options
bg: Задръж върху рецепта за опции
cs: Dlouhým stiskem otevřete možnosti
cy: Gwasgwch a daliwch rysáit am opsiynau
da: Tryk og hold på en opskrift for muligheder
de: Rezept für Optionen lange drücken
el: Παρατεταμένο πάτημα συνταγής για επιλογές
es: Mantén pulsada una receta para ver opciones
fr: Appui long pour les options
ga: Brú fada ar oideas le haghaidh roghanna
it: Premi a lungo su una ricetta per le opzioni
nl: Houd een recept ingedrukt voor opties
pl: Przytrzymaj przepis, aby zobaczyć opcje

# vaultBubbleScan
source: Scan recipes with the + button
bg: Сканирай рецепти с бутона +
cs: Recepty naskenujete tlačítkem +
cy: Sganiwch ryseitiau gyda’r botwm +
da: Scan opskrifter med +-knappen
de: Rezepte mit dem +‑Button scannen
el: Σαρώστε συνταγές με το κουμπί +
es: Escanea recetas con el botón +
fr: Scannez des recettes avec le bouton +
ga: Scan oidis leis an gcnaipe +
it: Scansiona ricette con il pulsante +
nl: Scan recepten met de + knop
pl: Skanuj przepisy przyciskiem +

# sharedRecipeTitle
source: Shared Recipe
bg: Споделена рецепта
cs: Sdílený recept
cy: Rysáit a Rennir
da: Delt opskrift
de: Geteiltes Rezept
el: Κοινοποιημένη συνταγή
es: Receta compartida
fr: Recette partagée
ga: Oideas Comhroinnte
it: Ricetta condivisa
nl: Gedeeld recept
pl: Udostępniony przepis

# sharedRecipeNotFound
source: This shared recipe could not be found.
bg: Тази споделена рецепта не беше намерена.
cs: Tento sdílený recept nebyl nalezen.
cy: Methu dod o hyd i’r rysáit a rennir hwn.
da: Denne delte opskrift blev ikke fundet.
de: Dieses geteilte Rezept wurde nicht gefunden.
el: Αυτή η κοινοποιημένη συνταγή δεν βρέθηκε.
es: No se pudo encontrar esta receta compartida.
fr: Cette recette partagée est introuvable.
ga: Níor aimsíodh an t‑oideas comhroinnte seo.
it: Questa ricetta condivisa non è stata trovata.
nl: Dit gedeelde recept kon niet worden gevonden.
pl: Nie znaleziono tego udostępnionego przepisu.

# sharedRecipeLoadError
source: An error occurred while loading the recipe.
bg: Възникна грешка при зареждане на рецептата.
cs: Při načítání receptu došlo k chybě.
cy: Digwyddodd gwall wrth lwytho’r rysáit.
da: Der opstod en fejl under indlæsning af opskriften.
de: Beim Laden des Rezepts ist ein Fehler aufgetreten.
el: Παρουσιάστηκε σφάλμα κατά τη φόρτωση της συνταγής.
es: Se produjo un error al cargar la receta.
fr: Une erreur est survenue lors du chargement de la recette.
ga: Tharla earráid agus an t‑oideas á lódáil.
it: Si è verificato un errore durante il caricamento della ricetta.
nl: Er is een fout opgetreden bij het laden van het recept.
pl: Wystąpił błąd podczas ładowania przepisu.
