Repository: JRELMHURST/recipeVault
Catalog: lib/l10n/app_*.arb
Languages: bg, cs, cy, da, de, el, es, fr, ga, it, nl, pl

# featureMasterChef5
source: 🔗 Share your recipes anywhere with public links
bg: 🔗 Споделяй навсякъде чрез публични линкове
cs: 🔗 Sdílejte recepty kdekoli pomocí veřejných odkazů
cy: 🔗 Rhannwch eich ryseitiau unrhyw le gyda dolenni cyhoeddus
da: 🔗 Del dine opskrifter hvor som helst med offentlige links
de: 🔗 Teile deine Rezepte überall mit öffentlichen Links
el: Απεριόριστη δημιουργία κατηγοριών
es: 🔗 Comparte tus recetas en cualquier lugar con enlaces públicos
fr: 🔗 Partage public de vos recettes partout
ga: 🔗 Roinn do chuid oidis áit ar bith le naisc phoiblí
it: 🔗 Condividi le tue ricette ovunque con link pubblici
nl: 🔗 Deel je recepten overal met openbare links
pl: 🔗 Udostępniaj swoje przepisy wszędzie dzięki publicznym linkom

# featureMasterChef6
source: ⚡ Priority AI processing – faster and smarter every time
bg: ⚡ Приоритетна AI обработка – по-бързо и по-умно всеки път
cs: ⚡ Přednostní AI zpracování – rychlejší a chytřejší
cy: ⚡ Prosesu AI â blaenoriaeth – yn gyflymach ac yn gallach bob tro
da: ⚡ Prioriteret AI-behandling – hurtigere og klogere hver gang
de: ⚡ Bevorzugte KI‑Verarbeitung – jedes Mal schneller und smarter
el: Όλες οι λειτουργίες χωρίς περιορισμούς
es: ⚡ Procesamiento de IA prioritario: más rápido e inteligente siempre
fr: ⚡ Traitement IA prioritaire – plus rapide et plus intelligent à chaque fois
ga: ⚡ Próiseáil AI tosaíochta – níos tapúla agus níos cliste i gcónaí
it: ⚡ Elaborazione AI prioritaria – più veloce e intelligente ogni volta
nl: ⚡ Prioriteit bij AI-verwerking – sneller en slimmer elke keer
pl: ⚡ Priorytetowe przetwarzanie AI – szybciej i mądrzej za każdym razem

# onboardingScan
source: Tap + to scan a recipe and save it instantly.
bg: Натисни +, за да сканираш рецепта и да я запазиш веднага.
cs: Klepněte na +, naskenujte recept a hned jej uložte.
cy: Tap + i sganio rysáit a’i gadw ar unwaith.
da: Tryk på + for at scanne en opskrift og gemme den med det samme.
de: Tippe auf +, um ein Rezept zu scannen und sofort zu speichern.
el: Σαρώστε συνταγές εύκολα
es: Toca + para escanear una receta y guardarla al instante.
fr: Appuyez sur + pour scanner une recette et l’enregistrer instantanément.
ga: Tapáil + chun oideas a scanadh agus é a shábháil láithreach.
it: Tocca + per scansionare una ricetta e salvarla all’istante.
nl: Tik op + om een recept te scannen en direct op te slaan.
pl: Stuknij +, aby zeskanować przepis i zapisać go natychmiast.

# onboardingSwitchView
source: Switch between grid and list views here.
bg: Превключвай между мрежа и списък тук.
cs: Zde přepnete mezi mřížkou a seznamem.
cy: Newidiwch rhwng golygfeydd grid a rhestr yma.
da: Skift mellem gitter- og listevisning her.
de: Hier zwischen Raster‑ und Listenansicht wechseln.
el: Εναλλαγή μεταξύ προβολής πλέγματος και λίστας εδώ.
es: Cambia entre vista de cuadrícula y de lista aquí.
fr: Basculez ici entre la vue grille et la vue liste.
ga: Athraigh idir radhairc eangaí agus liosta anseo.
it: Passa qui tra la vista a griglia e quella a elenco.
nl: Schakel hier tussen raster- en lijstweergave.
pl: Przełączaj między widokiem siatki i listy tutaj.

# onboardingLongPress
source: Long-press a recipe to see more options.
bg: Задръж върху рецепта за повече опции.
cs: Podržením prstu na receptu zobrazíte další možnosti.
cy: Pwyswch yn hir ar rysáit i weld mwy o opsiynau.
da: Tryk og hold på en opskrift for at se flere muligheder.
de: Halte ein Rezept lange gedrückt, um mehr Optionen zu sehen.
el: Πατήστε παρατεταμένα μια συνταγή για περισσότερες επιλογές.
es: Mantén pulsada una receta para ver más opciones.
fr: Appuyez longuement sur une recette pour plus d’options.
ga: Coinnigh brú fada ar oideas chun níos mó roghanna a fheiceáil.
it: Tieni premuto su una ricetta per vedere più opzioni.
nl: Houd een recept ingedrukt om meer opties te zien.
pl: Przytrzymaj przepis, aby zobaczyć więcej opcji.

# deleteConfirmation
source: Are you sure you want to delete this?
bg: Сигурни ли сте, че искате да изтриете това?
cs: Opravdu to chcete smazat?
cy: Ydych chi’n siŵr eich bod am ddileu hwn?
da: Er du sikker på, at du vil slette dette?
de: Möchtest du das wirklich löschen?
el: Είστε βέβαιοι ότι θέλετε να το διαγράψετε;
es: ¿Seguro que quieres eliminar esto?
fr: Voulez‑vous vraiment supprimer ceci ?
ga: An bhfuil tú cinnte gur mian leat é seo a scriosadh?
it: Sei sicuro di voler eliminare questo elemento?
nl: Weet je zeker dat je dit wilt verwijderen?
pl: Czy na pewno chcesz to usunąć?

# recipeSaved
source: Recipe saved to vault!
bg: Рецептата е запазена в трезора!
cs: Recept uložen do trezoru!
cy: Rysáit wedi’i gadw i’r cwpwrdd!
da: Opskrift gemt i Vault!
de: Rezept im Tresor gespeichert!
el: Η συνταγή αποθηκεύτηκε στο vault!
es: ¡Receta guardada en la bóveda!
fr: Recette enregistrée dans le coffre !
ga: Sábháladh an t-oideas sa taisce!
it: Ricetta salvata nel vault!
nl: Recept opgeslagen in archief!
pl: Przepis zapisany w skarbcu!

source: Recipe deleted.
bg: Рецептата е изтрита.
cs: Recept smazán.
cy: Rysáit wedi’i ddileu.
da: Opskrift slettet.
de: Rezept gelöscht.
el: Η συνταγή διαγράφηκε.
es: Receta eliminada.
fr: Recette supprimée.
ga: Scriosadh an t‑oideas.
it: Ricetta eliminata.
nl: Recept verwijderd.
pl: Przepis usunięty.

# translationUsed
source: Translated from {language}
bg: Преведено от {language}
cs: Přeloženo z jazyka {language}
cy: Wedi’i gyfieithu o {language}
da: Oversat fra {language}
de: Übersetzt aus {language}
el: Μεταφράστηκε από {language}
es: Traducido del {language}
fr: Traduit depuis le {language}
ga: Aistrithe ó {language}
it: Tradotto da {language}
nl: Vertaald uit {language}
pl: Przetłumaczono z {language}

# usageThisMonthTitle
source: 📊 Usage this month
bg: 📊 Използване този месец
cs: 📊 Využití tento měsíc
cy: 📊 Defnydd y mis hwn
da: 📊 Forbrug denne måned
de: 📊 Nutzung in diesem Monat
el: 📊 Χρήση αυτόν τον μήνα
es: 📊 Uso de este mes
fr: 📊 Utilisation ce mois‑ci
ga: 📊 Úsáid an mhí seo
it: 📊 Utilizzo di questo mese
nl: 📊 Gebruik deze maand
pl: 📊 Wykorzystanie w tym miesiącu

# labelAiRecipes
source: AI Recipes
bg: AI рецепти
cs: AI recepty
cy: Ryseitiau AI
da: AI-opskrifter
de: KI‑Rezepte
el: AI Συνταγές
es: Recetas con IA
fr: Recettes IA
ga: Oidis AI
it: Ricette AI
nl: AI-recepten
pl: Przepisy AI

# labelTranslations
source: Translations
bg: Преводи
cs: Překlady
cy: Cyfieithiadau
da: Oversættelser
de: Übersetzungen
el: Μεταφράσεις
es: Traducciones
fr: Traductions
ga: Aistriúcháin
it: Traduzioni
nl: Vertalingen
pl: Tłumaczenia

# usageOutOfThisMonth
source: out of {max} this month
bg: от {max} за този месец
cs: z {max} tento měsíc
cy: allan o {max} y mis hwn
da: ud af {max} denne måned
de: von {max} in diesem Monat
el: από {max} αυτόν τον μήνα
es: de {max} este mes
fr: sur {max} ce mois‑ci
ga: as {max} an mhí seo
it: su {max} di questo mese
nl: van {max} deze maand
pl: z {max} w tym miesiącu

# usageMonthlyLimit
source: monthly limit of {max}
bg: месечен лимит {max}
cs: měsíční limit {max}
cy: terfyn misol o {max}
da: månedlig grænse på {max}
de: monatliches Limit von {max}
el: μηνιαίο όριο {max}
es: límite mensual de {max}
fr: limite mensuelle : {max}
ga: teorainn mhíosúil {max}
it: limite mensile di {max}
nl: maandlimiet van {max}
pl: miesięczny limit {max}

source: Error
bg: Грешка
cs: Chyba
cy: Gwall
da: Fejl
de: Fehler
el: Σφάλμα
fr: Erreur
ga: Earráid
it: Errore
nl: Fout
pl: Błąd

# networkError
source: Network error, please try again.
bg: Мрежова грешка, опитайте отново.
cs: Chyba sítě, zkuste to prosím znovu.
cy: Gwall rhwydwaith, ceisiwch eto.
da: Netværksfejl, prøv igen.
de: Netzwerkfehler, bitte versuche es erneut.
el: Σφάλμα δικτύου, δοκιμάστε ξανά.
es: Error de red. Inténtalo de nuevo.
fr: Erreur réseau, veuillez réessayer.
ga: Earráid líonra, bain triail eile as le do thoil.
it: Errore di rete, riprova.
nl: Netwerkfout, probeer het opnieuw.
pl: Błąd sieci, spróbuj ponownie.

# unknownError
source: Something went wrong. Please try again later.
bg: Нещо се обърка. Моля, опитайте по-късно.
cs: Něco se pokazilo. Zkuste to prosím později.
cy: Aeth rhywbeth o'i le. Ceisiwch eto'n hwyrach.
da: Noget gik galt. Prøv igen senere.
de: Etwas ist schiefgelaufen. Bitte versuche es später noch einmal.
el: Κάτι πήγε στραβά. Δοκιμάστε ξανά αργότερα.
es: Algo salió mal. Inténtalo más tarde.
fr: Un problème est survenu. Veuillez réessayer plus tard.
ga: Chuaigh rud éigin mícheart. Déan iarracht arís níos déanaí.
it: Qualcosa è andato storto. Riprova più tardi.
nl: Er is iets misgegaan. Probeer het later opnieuw.
pl: Coś poszło nie tak. Spróbuj ponownie później.

# tipScanPlus
source: Tap + to scan a recipe. Even leftovers deserve a place in your vault!
bg: Натисни +, за да сканираш рецепта. Дори остатъците заслужават място в трезора!
cs: Klepněte na + a naskenujte recept. I zbytky si zaslouží místo ve vašem trezoru!
cy: Tap + i sganio rysáit. Mae hyd yn oed gweddillion yn haeddu lle yn eich vault!
da: Tryk på + for at scanne en opskrift. Selv rester fortjener en plads i din Vault!
de: Tippe auf +, um ein Rezept zu scannen. Selbst Reste verdienen einen Platz in deinem Tresor!
el: Πατήστε + για να σαρώσετε μια συνταγή. Ακόμη και τα περισσεύματα αξίζουν μια θέση στο vault σας!
es: Toca + para escanear una receta. ¡Hasta las sobras merecen un lugar en tu bóveda!
fr: Appuyez sur + pour scanner une recette. Même les restes méritent une place dans votre coffre !
ga: Tapáil + chun oideas a scanadh. Fiú is fiú iarsmaí áit i do thaisce!
it: Tocca + per scansionare una ricetta. Anche gli avanzi meritano un posto nel tuo vault!
nl: Tik op + om een recept te scannen. Zelfs restjes verdienen een plek in je archief!
pl: Dotknij +, aby zeskanować przepis. Nawet resztki zasługują na miejsce w twoim sejfie!

# tipFamilyClassic
source: Got a family classic? Add it today and keep it safe forever.
bg: Имате семейна класика? Добавете я днес и я запазете завинаги.
cs: Máte rodinnou klasiku? Přidejte ji dnes a uložte navždy.
cy: Oes gennych chi glasur teuluol? Ychwanegwch ef heddiw a'i gadw am byth.
da: Har du en familiefavorit? Tilføj den i dag og behold den for altid.
de: Familienklassiker? Füge ihn heute hinzu und bewahre ihn für immer.
el: Έχετε οικογενειακό κλασικό; Προσθέστε το σήμερα και κρατήστε το για πάντα.
es: ¿Tienes un clásico familiar? Añádelo hoy y consérvalo para siempre.
fr: Vous avez un classique de famille ? Ajoutez‑le aujourd’hui et gardez‑le pour toujours.
ga: An bhfuil clasaiceach teaghlaigh agat? Cuir leis inniu agus coinnigh slán go deo é.
it: Hai una ricetta di famiglia classica? Aggiungila oggi e conservala per sempre.
nl: Heb je een familiegerecht? Voeg het vandaag toe en bewaar het voor altijd.
pl: Masz rodzinny klasyk? Dodaj go dziś i zachowaj na zawsze.

# tipLongPressSort
source: Long-press a recipe to sort it like a pro. Tidy vault, happy chef.
bg: Задръж върху рецепта, за да сортираш като професионалист. Подреден трезор, щастлив готвач.
cs: Dlouhým stiskem recepty roztřídíte jako profík. Uspořádaný trezor, spokojený kuchař.
cy: Pwyswch am hir ar rysáit i'w drefnu fel proffesiynol. Vault taclus, cogydd hapus.
da: Tryk og hold for at sortere som en pro. Ryddelig Vault, glad kok.
de: Halte ein Rezept zum Sortieren wie ein Profi lange gedrückt. Ordentlicher Tresor, glücklicher Koch.
el: Πατήστε παρατεταμένα μια συνταγή για να την ταξινομήσετε σαν επαγγελματίας. Τακτοποιημένο vault, χαρούμενος σεφ.
es: Mantén pulsada una receta para ordenarla como un profesional. Bóveda ordenada, chef feliz.
fr: Appuyez longuement pour trier comme un pro. Coffre rangé, chef content.
ga: Coinnigh brú fada chun oideas a shórtáil mar shaineolaí. Taisce néata, cócaire sona.
it: Tieni premuto su una ricetta per ordinarla come un professionista. Vault ordinato, chef felice.
nl: Houd een recept ingedrukt om het als een pro te sorteren. Opgeruimd archief, blije chef.
pl: Przytrzymaj przepis, aby posortować go jak profesjonalista. Czysty sejf, szczęśliwy kucharz.

# tipFavouriteIt
source: Don’t just save it—favourite it! Tap the heart on your top dishes.
bg: Не само запази — направи я любима! Докосни сърцето на любимите си ястия.
cs: Nejen ukládat—také přidat do oblíbených! Klepněte na srdíčko u svých top jídel.
cy: Peidiwch â'i gadw yn unig—ffefrynwch ef! Tapiwch y galon ar eich prydau gorau.
da: Gem den ikke bare—gør den til favorit! Tryk på hjertet på dine topretter.
de: Nicht nur speichern – zu Favoriten machen! Tippe auf das Herz bei deinen Top‑Gerichten.
el: Μην το αποθηκεύετε απλώς—προσθέστε το στα αγαπημένα! Πατήστε την καρδιά στα κορυφαία πιάτα σας.
es: ¡No solo la guardes: márcala como favorita! Toca el corazón en tus platos estrella.
fr: Ne vous contentez pas d’enregistrer — mettez en favori ! Touchez le cœur sur vos plats préférés.
ga: Ná sábháil amháin é — déan é ina cheanán! Tapáil an croí ar do bhéilí is fearr.
it: Non limitarti a salvarla—mettila tra i preferiti! Tocca il cuore sui tuoi piatti migliori.
nl: Sla het niet alleen op—markeer het als favoriet! Tik op het hart bij je topgerechten.
pl: Nie tylko zapisz — dodaj do ulubionych! Dotknij serca przy swoich najlepszych daniach.

# tipNewCategory
source: Try creating a new category today. 'Cosy Autumn Meals', anyone?
bg: Създай нова категория днес. „Уютни есенни ястия“, например?
cs: Zkuste dnes vytvořit novou kategorii. Třeba „Podzimní pohodová jídla“?
cy: Ceisiwch greu categori newydd heddiw. 'Prydau Clyd yr Hydref', efallai?
da: Prøv at oprette en ny kategori i dag. 'Hyggelige efterårsretter', nogen?
de: Probier heute eine neue Kategorie. „Gemütliche Herbstgerichte“, jemand?
el: Δοκιμάστε να δημιουργήσετε μια νέα κατηγορία σήμερα. «Ζεστά φθινοπωρινά γεύματα», κανείς;
es: Prueba a crear una categoría nueva hoy. ¿"Comidas acogedoras de otoño", quizá?
fr: Essayez de créer une nouvelle catégorie aujourd’hui. « Repas douillets d’automne », ça vous dit ?
ga: Bain triail as catagóir nua a chruthú inniu. ‘Béilí Cúnaimh an Fhómhair’, b’fhéidir?
it: Prova a creare oggi una nuova categoria. 'Piatti accoglienti d’autunno', che ne dici?
nl: Probeer vandaag een nieuwe categorie te maken. ‘Gezellige Herfstmaaltijden’ misschien?
pl: Spróbuj dziś utworzyć nową kategorię. „Przytulne jesienne posiłki”, ktoś chętny?

# tipEachScanStep
source: Each scan is a step closer to your own cookbook.
bg: Всяко сканиране е стъпка към твоята собствена готварска книга.
cs: Každý sken je krokem k vaší vlastní kuchařce.
cy: Mae pob sgan yn gam nes at eich llyfr coginio eich hun.
da: Hver scanning er et skridt tættere på din egen kogebog.
de: Jeder Scan bringt dich deinem eigenen Kochbuch näher.
el: Κάθε σάρωση είναι ένα βήμα πιο κοντά στο δικό σας βιβλίο μαγειρικής.
es: Cada escaneo es un paso más cerca de tu propio recetario.
fr: Chaque scan vous rapproche de votre propre livre de recettes.
ga: Is céim níos gaire do do chóipleabhar féin é gach scanadh.
it: Ogni scansione è un passo verso il tuo libro di ricette personale.
nl: Elke scan is een stap dichter bij je eigen kookboek.
pl: Każde skanowanie to krok bliżej do własnej książki kucharskiej.

# funButter
source: Remember: the secret ingredient is usually butter... or confusion.
bg: Помни: тайната съставка обикновено е масло... или объркване.
cs: Pamatujte: tajná ingredience je většinou máslo… nebo zmatek.
cy: Cofiwch: menyn yw'r cynhwysyn cyfrinachol fel arfer... neu dryswch.
da: Husk: Den hemmelige ingrediens er som regel smør... eller forvirring.
de: Merke: Die Geheimzutat ist meist Butter … oder Verwirrung.
el: Θυμηθείτε: το μυστικό συστατικό είναι συνήθως το βούτυρο... ή η σύγχυση.
es: Recuerda: el ingrediente secreto suele ser la mantequilla... o la confusión.
fr: Souvenez‑vous : l’ingrédient secret, c’est souvent le beurre… ou la confusion.
ga: Cuimhnigh: is minic gurb é an rúin ná im… nó mearbhall.
it: Ricorda: l’ingrediente segreto è quasi sempre il burro... o la confusione.
nl: Onthoud: het geheime ingrediënt is meestal boter... of verwarring.
pl: Pamiętaj: sekretnym składnikiem jest zwykle masło... albo zamieszanie.

# funPastaHeat
source: If you can't stand the heat... you're probably overcooking pasta.
bg: Ако не понасяш жегата... вероятно преваряваш пастата.
cs: Když nevydržíte horko… nejspíš převařujete těstoviny.
cy: Os na allwch sefyll y gwres... rydych chi'n debygol o or-goginio pasta.
da: Hvis du ikke kan klare varmen... overkoger du nok pastaen.
de: Wenn du die Hitze nicht verträgst … kochst du die Pasta wahrscheinlich zu lange.
el: Αν δεν αντέχετε τη ζέστη... μάλλον παραβράζετε τα ζυμαρικά.
es: Si no soportas el calor... probablemente estés sobrecociendo la pasta.
fr: Si vous ne supportez pas la chaleur… vous surcuisez sans doute les pâtes.
ga: Mura seasann tú an teas… is dócha go bhfuil an pasta róbhruite agat.
it: Se non sopporti il caldo... probabilmente stai scuocendo la pasta.
nl: Als je de hitte niet aankan... kook je waarschijnlijk de pasta te lang.
pl: Jeśli nie możesz znieść gorąca... prawdopodobnie rozgotowujesz makaron.

# funPoachIdeas
source: Poach ideas, not eggs. We've got a guide for that too.
bg: Поширай идеи, не яйца. Имаме и за това ръководство.
cs: Pochejte nápady, ne vejce. Máme na to taky návod.
cy: Pochoch syniadau, nid wyau. Mae gennym ni ganllaw ar gyfer hynny hefyd.
da: Pocher idéer, ikke æg. Vi har også en guide til det.
de: Pochiere Ideen, nicht Eier. Dafür haben wir auch eine Anleitung.
el: Ποσάρετε ιδέες, όχι αυγά. Έχουμε οδηγό και γι’ αυτό.
es: Escalfa ideas, no huevos. También tenemos una guía para eso.
fr: Pochez les idées, pas les œufs. On a aussi un guide pour ça.
ga: Goid smaointe, ní uibheacha póitseáilte. Tá treoir againn dó sin freisin.
it: Affoga le idee, non le uova. Abbiamo anche una guida per quello.
nl: Pocheer ideeën, geen eieren. We hebben daar ook een gids voor.
pl: Podkradaj pomysły, nie jajka w koszulkach. Mamy też poradnik na ten temat.

# funRusticMess
source: Today's a great day to bake a mess and call it rustic.
bg: Днес е чудесен ден да изпечеш бъркотия и да я наречеш „рустик“.
cs: Dnes je skvělý den upéct nepořádek a nazvat to rustikální.
cy: Mae heddiw'n ddiwrnod gwych i bobi llanast a'i alw'n wledig.
da: I dag er en god dag til at bage et rod og kalde det rustikt.
de: Heute ist ein guter Tag, um ein Chaos zu backen und es rustikal zu nennen.
el: Σήμερα είναι υπέροχη μέρα να ψήσετε ένα χάος και να το πείτε rustic.
es: Hoy es un gran día para hornear un desastre y llamarlo rústico.
fr: C’est le jour idéal pour rater un gâteau et l’appeler « rustique ».
ga: Is lá iontach é inniu praiseach a bhácáil agus ‘tuaithe’ a thabhairt air.
it: Oggi è un ottimo giorno per cuocere un disastro e chiamarlo rustico.
nl: Vandaag is een geweldige dag om een rommeltje te bakken en het 'rustiek' te noemen.
pl: Dziś świetny dzień, aby upiec bałagan i nazwać go rustykalnym.

# funCheflebration
source: Saving your 100th recipe? That’s called a *cheflebration* 🎉
bg: Запази 100‑тата си рецепта? Това е *шефлебрация* 🎉
cs: Ukládáte 100. recept? Tomu se říká *cheflebration* 🎉
cy: Yn cadw'ch 100fed rysáit? Gelwir hynny'n *cheflebration* 🎉
da: Gemmer du din opskrift nr. 100? Det kaldes en *cheflebration* 🎉
de: Du speicherst dein 100. Rezept? Das nennen wir eine *Cheflebration* 🎉
el: Αποθηκεύετε τη 100ή συνταγή σας; Αυτό λέγεται *cheflebration* 🎉
es: ¿Guardando tu receta número 100? Eso se llama *cheflebration* 🎉
fr: Vous enregistrez votre 100e recette ? On appelle ça une *cheflebration* 🎉
ga: Ag sábháil do 100ú hoideas? Sin cheflebration 🎉 mar a thugtar air!
it: Hai salvato la tua 100ª ricetta? Si chiama *chef-ebration* 🎉
nl: Je 100e recept opslaan? Dat noemen we een *cheflebratie* 🎉
pl: Zapisujesz setny przepis? To się nazywa *cheflebracja* 🎉

# funMoreThanGran
source: That moment when your vault has more recipes than your gran.
bg: Оня момент, когато трезорът ти има повече рецепти от на баба ти.
cs: Ten moment, kdy máte v trezoru víc receptů než babička.
cy: Y foment pan fydd gan eich vault fwy o ryseitiau na'ch nain.
da: Det øjeblik, hvor din Vault har flere opskrifter end din bedstemor.
de: Wenn dein Tresor mehr Rezepte hat als deine Oma.
el: Εκείνη η στιγμή που το vault σας έχει περισσότερες συνταγές από της γιαγιάς σας.
es: Ese momento en que tu bóveda tiene más recetas que tu abuela.
fr: Ce moment où votre coffre a plus de recettes que votre grand‑mère.
ga: An nóiméad sin nuair a bhíonn níos mó oidis i do thaisce ná mar a bhí ag do sheanmháthair.
it: Quel momento in cui il tuo vault ha più ricette di tua nonna.
nl: Dat moment waarop je kluis meer recepten heeft dan je oma.
pl: Ten moment, gdy twój sejf ma więcej przepisów niż babcia.

# factTomatoes
source: Tomatoes were once thought to be poisonous. Joke’s on them: 🍝
bg: Някога доматите се смятали за отровни. А сега: 🍝
cs: Rajčata byla kdysi považována za jedovatá. A teď? 🍝
cy: Unwaith roedd pobl yn meddwl bod tomatos yn wenwynig. 🍝
da: Tomater blev engang anset for at være giftige. Det var de ikke: 🍝
de: Tomaten galten einst als giftig. Tja, und heute: 🍝
el: Οι ντομάτες θεωρούνταν κάποτε δηλητηριώδεις. Και όμως: 🍝
es: Antes se pensaba que los tomates eran venenosos. ¡Ja!: 🍝
fr: On pensait autrefois que les tomates étaient toxiques. Comme quoi : 🍝
ga: Measadh trátaí a bheith nimhiúil uair. Féach anois: 🍝
it: Un tempo si pensava che i pomodori fossero velenosi. E invece: 🍝
nl: Tomaten werden ooit als giftig beschouwd. Grapje van de natuur: 🍝
pl: Kiedyś uważano, że pomidory są trujące. A tu proszę: 🍝

# factExpensivePizza
source: The world’s most expensive pizza costs over £2,000. Yours: priceless.
bg: Най-скъпата пица в света струва над £2,000. Твоята: безценна.
cs: Nejdražší pizza na světě stojí přes 2 000 £. Ta vaše: k nezaplacení.
cy: Mae'r pizza drutaf yn y byd yn costio dros £2,000. Eich un chi: amhrisiadwy.
da: Verdens dyreste pizza koster over £2.000. Din: uvurderlig.
de: Die teuerste Pizza der Welt kostet über 2.000 £. Deine: unbezahlbar.
el: Η πιο ακριβή πίτσα στον κόσμο κοστίζει πάνω από £2.000. Η δική σας: ανεκτίμητη.
es: La pizza más cara del mundo cuesta más de £2.000. La tuya: no tiene precio.
fr: La pizza la plus chère du monde coûte plus de 2 000 £. La vôtre : inestimable.
ga: Cosnaíonn an pizó is daoire ar domhan níos mó ná £2,000. Do cheannsa: gan phraghas.
it: La pizza più costosa al mondo costa oltre 2.000 £. La tua: senza prezzo.
nl: De duurste pizza ter wereld kost meer dan £2.000. Die van jou: onbetaalbaar.
pl: Najdroższa pizza na świecie kosztuje ponad 2000 £. Twoja: bezcenna.

# factBananasBerries
source: Bananas are berries. Strawberries are not. Vault that one!
bg: Бананите са горски плодове. Ягодите – не. Запази този факт!
cs: Banány jsou bobule. Jahody ne. To si uložte!
cy: Mae bananas yn aeron. Nid yw mefus. Cofiwch hynny!
da: Bananer er bær. Jordbær er det ikke. Gem den viden!
de: Bananen sind Beeren. Erdbeeren nicht. Ab in den Tresor mit der Info!
el: Οι μπανάνες είναι μούρα. Οι φράουλες όχι. Αποθηκεύστε το στο vault!
es: Los plátanos son bayas. Las fresas no. ¡Guárdalo en la bóveda!
fr: Les bananes sont des baies. Les fraises, non. À mettre en coffre !
ga: Is caora iad bananaí. Ní caora iad sútha talún. Cuir sin sa taisce!
it: Le banane sono bacche. Le fragole no. Memorizza questa!
nl: Bananen zijn bessen. Aardbeien niet. Sla die maar op in je kluis!
pl: Banany to jagody. Truskawki nie są. Zapamiętaj to!
